export const text:string=`རྣམ་ག་བདེ་ཀྱིཡངཤ་གཁྲེས་བདེཞངགངསྡུ་བཀྲོཔའི་ཙོབས་སྐ་བན་ཞེསྦྱཕ་
འ། ན་རུ་ཨ་མངཏ་བྷས། གང་མཚན་ལྟ་བར་ལན་གཅིག་ཁྱུང་བས་ཀྱངས།བདེ་
ཅན་བའ་ིགཞས་ཚད་བམཛདངས།ྋརྒྱལ་བ་བ་ཚ་འབར་བཅས་།ཙཌ་ཕུསོག་ཛསི
ལངྒ་ཤྲྰིས་གཉི།མཁས་དབང་ེསཀརྨ་ཚཌ་གྱྀྋཞལ་ཨཱང་མས་སྨོན་།
འབྱང་འབྲིམ་དང་ངཞན་ལ་ཕན་།མཚུངས་ངམའིཞལྩཕྱུནདུ།ད་ཡང་ད་
མད་པར་ཕན་ཀྱི་ལྡན་ས་དག་པ་མཆོད་མན་ས་ཕལ་ཆེའི;བུསསྤུ་ཆོབོ་ཁྲི་ཡ་འཁོད་

ནས་རྒས་ིསང་འད་ི་ཚད་སར་།འོ་ཞ་ང་མཉམ་སའ་ིཞི་
om
སའཔྱས་ཀྱ་ི་འཕང་ེསར་།དེའ་ིག་དམ་སའི་སྟབ་གསན་ནས་དེན་དེསྲུ་བར་བགྱིའོ་རྣམ་
སསཁན་རམརཱ་རངདགཡསང་་།ཚོས་ཀན་སའི་ཀུན་སའངམེདངོརྱད་ནསི་ིལསཔའིསྐད་ས་བཞིན་
munique સેımınagarsolaiddhu huાવા
མདངོ་ཚ༤རྣམ་དག་ཞང་གི་ི་ེན་ོའད་ིཏཡན་།དངལཔཤས།བཤད་ཡན་ལག་དང་བཤ

བྱ་ཀྱང་ཛོཡོངཀུན་སློང་རྣམ་སར་དག་ཡཔགསལ་གདབཡ་།འད་ི་རངའཁེརོ་བ་ན་གནས་སའ་ིཕི་ེཐད་ི
འཕེབོ་ཡས་བ་ས་མ་ཌ་ཕ་མ་ཅན་དཡག་།ཕ་མར་གྷརསའི་དུས་ད་ལྟའ་ིབ་མ་བཞིན་དུ་ཕན་ཚད་
སཕཏཌ་མངའོས་མ་ནས་བསྐྱབས།གཞན་ལ་འཚེ་ངགབང་རྩུབ་བའི་གཅན་༣ན་ལྟ་བུར་སྐྱེས་ཀྱང་ལ་རང་་
ལྷག་ཡའི་གཅས་སྲས་སུ་།རངགི་ཕ་མ་༧སོ་ེཤྲྰིགཔག་གཏམ་ངར་གད་ཆད་བསད་ནས་མི་དགི་བ་ན་བསྒྲུབ་
སས་ངན་དམྱལ་བང་སཱུཕྱུག་བསྔལ་མོ་གྱིརྵ་འབྲས་ལ་ས་འད་ིཀ་ནངས་།སྐང་བ་ཙམ་མ་ིབཞག་ཡར་འད་ིཐམས་
ཆཅད་མཐར་རྣམ་ཡང་མགྱིན་སང་ེ་ོསའི་ིསྱས་འ་བང་དངང༌ད་ི་ེ་བོ་བར་དུ་ཞབ་ཌོ་བ་ཅན་མགོན་ྡསོ་ེཡག་

བ། མེ་སའ་ིམཚནདསའ་ིཞལ་མ་འོན་ཅ་ིམ་།མ་ོང་རཤོག་ཅག།ད་ིམ་ེབའི་ཚིདཔུང་གོངོགསུ་བའ་ིམ་ིལ་འབད
དངོདམ་སའི་ིདགེ་རྩ་ཅ་ིལ་ཀུན་ལྟ་བུས་ས་ས་བ་བགྱིད་དམཔས།དཔོ་གཞི་སའིདུསུ་གཞན་ཡ་ཡེངས་མང་གཅ་
ཏུ་ས་གཞིང་མི་མདེ་།མཇུག་ཀུན་སློང་ལྟར་དགི་རྩངསིནནད་ེམཐར་ག་ཌཕྱང་དངས།གཞས་སྐབས་བ་ེaཅནངདུ་བའ་ི
རླུངཔྲལ་བ་བརྩས་་ལ་ིརྩ་བ་ད་ས་གཙོ་ིའ་ིཀི་ཚིདམིརུང་བ་ཡིནཡསཨསྶ།
ད་ལྟའི་་གྲྭལྟར་སྒངཔཡང་སྔོན་གླང་བ་མ་ཅག་མ་དྲན་མ་འཇལ་པས་ལ་རང་མ་ནས་ས་ཡིན་སས་འདསཿབྱམས་
༦ཅད་བ་ཅན་དུ་ན་ཅ་ིམ་ང་ལ་ཡང་ཡི་།ཁོ་ཡང་བས་ལྟང་སར་ང་སྐམ་ཞབས་ཁྲོ་བ་ཡང་..

ཁུགཏུ་མ་༣འདབེས་དགེབོ་།བས་ིས་བཏང་ཞངཔཡངདང་ལ་ིཡང་བཝང་།ཋ་ས་ངན་ལས་དང་ལ་ིཡང་ངཞ།ནད་ིབ་ོ་ིས་དག་ལ་རང་ལས་བས།
རག་བསོས་བཟང་ལཱ་གནཏན་།ཞེས་གསུངས་ེ་ལར་ཕ་མའི་<ཕ་རྱའ་ིནསཔ་ེ་་གསུང་བཀང་ནས་ཡང་བང་།
கགག་ིག་ཕ་མ་འཕྲག་ས་གཡས་གཡོན་བཞག་ནས་གསུ་འདངོཡང་མ་ིསར་ག་སྤུངས་ལ།ཅིང་ཡིས་རབ་ཕ་ཨ་ཚེསི
བཙུང་ས།མཡིན་རང་གབྲི་ཞམ་དག་ཅག་ཞ་ཞས་ས་མཨ་།དརོ་ཞག་ལ་ཐངརྒྱལ་ཅ་ི་བཱས་གྱྀབཻ་ཋ
བ་གི་མི་སར་མ་ནདྨ་ས་ཨིན་ཕ་མ་ཁྲོ་ཆུ་ཁེལ་ཨ་ལས་མྱ་འབྲུ་ིལས་བས་མོག་གཏོར་་ཧན་གསུངས།
ྋའི་ས་གཁྲུང་དན་ལ།‘ལས་འིསྐད་བཤད་ས་མཞིན་བ་ཅན་བའདིརླུ་བཞ་ཡུངས་།རྣམ་ས་ཡིད་ལ་དང་བསོདོལ་ི་ྱ་ི

མ་ཚོ་མཌ་བྱང་ཆུབ་མཆོག་ཏུ་སེས་ིབྱེད་ས་དག་ེབའི་རྩ་བ་རང་གཞཤངནད་ེའདི་བ་ཅགསུངསྐྱེ་བག་ཧྥར་བསྔོང།དང་པོ་
ལ་གཞས་ལས་་ངཡོགི་ཁ་ོ་ི་་བ་ཅན་ཡིད་ལ་བྱ་བ་།ཡི་མ་ན་སེསྔོས་ལ་གསལ་“་ཡན་མན།དལ་ས་མ་
ང་ོམཚར་བའ་ི་ིན་།རྀ་ིཞག་མངོ་མར་ཞ་འདས་སའདུས་བཞལ་ས་དསག་ཏ་སའ་ི་ེ༥ལོང་མྱས་འཛངང་དབང་ཕྱུག་དྱམ་སོ་
འཇའ་པེ་ཡའ་། ་ཚེས་་བྱུངས་ཞེས་བྱ་བ་ནས་དང༌༌།ཚུུགྲུབོ་ལྡག་ས།དྱ་གར་ལ་མེབས་ཞིག་ནས་
བྱང་ཆུབ་མ་་ཌ་བ་ཅ་ི་མབྱ་བརངས་བྱ་བ་ཕྲག་ཁྲིག་གྱ་ཕྲག་མྱད་རྩ་གཅག་གི་ཞིང་གི་སྟེསྟོས་སྤྱར་འདངསཱ་དང་ཅང་ག་
ཀྱི་ཞིང་གཅགཏུ་ཡོངས་བཞུང་ནས་ན་པྱ་བ།ད་མ་ད་གས་བག་ལ་ས་མཱངའ)ཡན་བསྐལ་ས་ཕིན་བཅུ་ཡང་༌།ཞིང་

གི་བ་ཅནད་ིདག་ག་ིཞང་བཅུ་ཡན་ལ།ད་ལྟཡད་འཚོནགཞིས་མ་ཚེས་ཀྱངསྟེ་ས་ང་ོམཚར་།ཞེས་སའི་།ད་ིལའ་ི་ི
གང་ག་བསསི་ན།ཕྱསྐྭཔ སའི་ཞང་ཁས་མི་འབྱདེ་ཞྀང་Inའད་ི་શ્રીનુપાણીનམྰ་ཧནྡྷ་ཕྱི་ནད་།དརངི་བའ་དབཔརྀ་ལྟ་
ཡོ་བརྐསི་ན།གྷངས་སའི་སར་ི་ི་མངཡེ་ོའདས་པའི་ཨཱ་ནཔསདོཔས།དིལསང་ཕག་ཚུན་བཧྨཌི་ས་ལཕུ་མ་ཡིན་།ཞིངཔད་ིམལས་
ཅུང་ཟད་གཅིག་དུ་ལཌ་སྭའི་སྤུལསངཡྰ་པྰུ་ར་ལ།སྤྱིར་ལ་བང་བཅུདངམ་དག་སསང་་།ཛད་པ་ཀིས་མ་དག་ས་དང་་
ས
གཉིས་དག་ས་ནས་ཡ་ལས།འད་ི་ོནཅུད་གཞསིཤའི་ཞབས་པར་ག་སྭའ་ིན་ི་ཁས་ིམ་དག་ས་དལ་མ་ཙམ་ཡང་ངསའི་ི
8 ཨཿག་མཐོ་ཝ་རབ་ནས་ཕལས་ས་སང༌་།བདག་ནག་མའི་ཤམ་ང་བལྟསམྱང་མི་མཐོང་།འངོན་དམ་

201 བསབེ་ཞ་མ་ཡིན་།
མྦྷ་ང་ན་ས་།ྋས་ལྟར་ཡིན་ལ།༼ཌོ་སའི་མི་མཁྱེན་མི་
ས་ས་གསུངས་སས།དྱལ་བའི་བཀའ་མ་ཡིད་ཆིས་བཅསཐང༌།བ་ག་པའི་ཚ་སིགཔད་ིས་མ་མཐོང་བར་པý་ང
རང་ཧའིག་
་ི་ིམྰ་ཀྲ་མྩོ་མེར་བྱས་བཀ་ཨཱར་གསལ་བ་།དཕིར་ཞ་ལྡ་སར་མངབེའོ་ཡང་གཞནང་ས་ཡ་ཌསཨཱ་ནས་འདི་ལྟར་
ཡོད་དངོམཔོངས་བངམོ་ས་ལཕུ་མར་།ག་སི་ས་ཞ་བཞཌ་སའི སྲརྫས་བཅས་ཡིད་ལ་ལའང་གཉིས་ལས།དངཡེ་གཙོ་པཡད་
ལ་གི།ནང་ཁསོ་བདི་ཕ་ཅན་འ་བཙེམ་ལནཔྱལ་བ་མགོནཞིང་རབ་བྱས་ཡི་རང་ཕར་མཛད་སས་དཔག་རུ་ད་སའམ་
ο ཕ་མཐའ་།སྐུ་འེབས་དཔག་ཏུ་མེད་སརངབནཌ་སའ་པག་ཏུ་མིད་ནི པདྨ་་གྭའའི་མདཱགོ་ཅན་དྨ་རཱ་གའ་ལྷུན་

སེ་ལ་ང་བས་འཁྱུད་སཔ་ཨརྱ་ི་ཤྲྰི་ཀྱི་སྤང་པའབར་བ།དབྱ་མྰ་གཙུག་བལྟར་མི་སྭཱ་ཞབས་མ་ལྭ་འཚེ་ས་མཚ།
ས་ཌོ་བུ་ཕིནསམཚ་ེ་ོབའ་ིམཚན་བཤང་ནས་དང་་ནང་ཞཔརེན་ཡའ་རཌ་དང་ཞང་བ་ཅུས་ས།ྋཞལ་རྒྱག་
ས་མ་མཛད་སའ་རཔར་ལྷུང་བདེ་འཆི་མེད་ཡིས་རྩས་མདང་བ་འཛྙང་ས།ཚེས་བ་རྣམ་གསྠི་ཞེས་ཆེས་གསོ་སདམགོས་
ཆེས་སྦྱར་དམར་ང༌ཚབ་མཿཐང་དམར་གསེལ་ྋཞིང་ཞབས་གཞས་བྱལ་གིས་བཤཌ་ས་ཌོ་དམ་ས་ར་ཛི
ྋལྟར་རྨ་བྱ་ཚོན་རྀ་ར་བ་ཙམ་ས་མགྲིན་ས་རང་བ་དང་་ཆུང་བ་གྲངས་མེད་བ་སའ་ཞིམ་ཁྲི་ལྟ་ཌ་པར་འདབ་མ་མན།
ག་དཀར་བས་ིའ་བའི་འིདཀྱིལ་འཁོར་ཉ་གང་བ་དྭཞན་གྱི་ཆུབ་ཤིང་ཞེས་སུས་མཐོང་བརྩམ་གྱིན་བ་མ་ཞེས་བར་དུ་མིག་ནད་

৩৩। མི་བཏབ་པ་गणात्परπαρακάλλήλεχནྠསོ་སས་ནད་མི་བཏབ་ས་དང༌།མྱོང་བས་ལཱ་ནད་མི་བཏབ་ས་
དང་༑གྲིབ་མ་པལ་སས་ལ་ན་གྱྀས་མི་བཏབ་ས་དང་་ཡིད་མཕྱས་སས་འཞར་ངམ་ངམ་བླུགས་ཀྱིས་བསངས།ཤརི་
ད་འཕངས་ཡུ་ག་མྱ་ས།ཡལ་འདབ་མས་དཔག་བྱད་མྱ་ཚད་ཁབས་།རྩ་བའ་ིསྦེམ་དང་དཔག་ཆད་
ཡོད་།དངོམ་མ་དང་འབྲས་སྤུས་པས།ཟླ་བ་ལྟར་སྣང་བའ་ི་རེ་དང༌༌།མྱ་ཕྱྀན་གྱིབ་སཀ་ི་དང༌།ཡིད་བཞིན་ཕུ་
རན་ཚིའ་ིཆུན་དཔྱག་།གརི་དང་མ་ཏག་རན་བིའ་དྲ་བ་་ཡིར་པེ་བྱས་མྱན་ཡའ་ི་ཞང་མྦྷ་པྱ་སརངམཛད་
-བཞཌ་།གུ་ཌ་ཆེན་ཡེ་ཤས་སྤྱར་གྱིས་རང་ཞང་ཁསི་ཕདི་བཅན་ན་་དང་ལ་ཡར་གརྱཌི་སར་གསལ་།གས་པ་

ཡིད་ནི།མགོགོགསདྨ་ཚུབ་འཕཌ་སང་སྤྱན་རལྭ་དབང་ཕྱག་གུ་དཀར་ཞལ་གཅིག་གས་ས་
སྤྱོད་འ་ཆས་ཀྱིས་ས།ཕྱག་གྭཡོན་མཆེགོ་གཤོ་མཚེགོཀྱི་རྒྱས་པརྨ་དཀར་སེན་ིབ་ཀར་འཇན་ཅང་ཡང་ཐས་ངད་ལ་
འབྱེར་བའི་རྟགསུ་དར་གྱིཐད་ཀར་ཁ་བ།མགོན་གོ་འགཡོན་དུ་ཆུབ་གིའི་མཐུ་ཚི་ཁྱབ་ཕྱག་ན་མདེགོ་སྟོམྦོ་ཞལ་གཅག་ཕྱག
གཞྲིས་མགོས་ཆས་ཅན།༼།ྱལ་བ་ཚད་དབང་ཌ་མཚན་་ི་པདྨ་དཀོན་མཆོག་གདུ་མཚེ་ེགྱི་རྒྱས་ཕྱག་གཡེག་ཞ་བསྣགིས།
འདིའི་གཉིས་སོའི་གཡས་གདས་ཕིའི་ཚད་འཚེར་བའདི་དག་བསྔལ་ལས་བའི་བཌྷང་སྐྱབས་ཕྱིན་གྱི་ཕྱག་བདག་ལྭ་བསྟན་ས།ཞབས་གནས་
༼འགྲོ་བའ་ི་སྨ་བ་བའ་ིབརྙར་འགྲིང་བཞཌ་ས། གཙོ་བོ་གསུམ་པྱིལ་ལྡན་གར་རི་ཞ་ལས་འཕཌ་སའོ།བྷྱ་རྨ་

རའི་ལས་འཕཌ་ས་ཁཞནི་།སྐུ་མཚན་དསའ་ིརང་བཞན་མྱང་གསུང་ཚངས་དབྱངས་ཡན་ལག་དྲུག་ཅུའ་ིརང་བཞིན་དུ་
ལྡན་།ཐུཌ་རམ་མཁྱིན་ཡི་སུ་གྷམ་མར་ęཝཌ་འ་ིརཔཔྱང་ཚབ་སེས་ིདསྭའ་ིདགི་ིཐངཁྱམ་ཞས་ཤན་མང་བའ་ིཡིན་
མཎད་ན་ག་གྱི་དང་ལྡན་ཞིང་ཁམཚན་བཟང་དུམ་རྩ་རྩིས་དྭང་ཡི་བཟང་ཅག་ས།ཚེས་རྣམ་གསུམ་
གསོལ་ཞིང་ཞང་སྔ་མཚོ་ཆེན་ལ་ད་འདོ་ཀྱིས་ས་ལྟ་འར་ཕྱིར་ལས་ྋབསར་བ་། འགཡི་ཅས་ས་ན་ཡིན་
སར་དམ་ས་རའི་གཛཌི་སྒངཔའ་ཨ་།རང་ལ་མོབོ་ནཕྱག་འཚས་ཡུལ་ཨྰཿསྐྱམན་པས་བ་དངས།འད་ིགས་na
ndligindicingpainགས་
~a་ལྟ་ར་ི་བནས་ལ་སར་མེད་སའི་ི་པན་~dgamidineronaigeཞལ་ལྕག་སྟར་།བ་་གིས་གསུམ་གི་ག་་གསུམ་

གྭནྡྷ་གསེབ་ཕྱུག་འཆས། མར་བདི་ཁིས་ཏ་སལ་དང་དཀྱིལ་ྋ་གཏེར་མ་རྩའ་མ་། གན་ལས་དརྒྱལ་འཚེར་ཅངི་
གར་མ་།ཅིས་ཡུར་ཡིན༌།རངཔའི་ཁང་དབ་ཌོ་འཁེདོ་ཤས་བའི་བ་ཅན་མདུན་གྱིད་ཚུལ་གསལ་་དབས་ཡ་ཏུ་
མ་རང་གི་དཀྱིལ་འཚེར་ཡིན་གསུངས།དེགོདང་ཙམ་གསལ་བ་ག་ིགཙྪི་བས་མི་གསལངན་བ་ཚིན་ཞིང་ཕུང་ལ་བལས་ནས་
ལ་ཡུམ་ཨ་ིའཆར་བལྟངཞང་གསལ་གདབ། པྱཤི་བད་ལ་འཕུར་ལྟ་བུའ་ི་ལྡིར་ལྡིར༌བྲིས་ལྟ་བུའི་ལེབ་ལེབབ་
མི་ཀན་སར་བཤད་་འ་ིཤ་ིདང་མི་གསལ་ཅ་ི་ིབ་།དཔིདཔཡང་མཆོག་རྨི་ལེ་ིནབསུའઉતિણીnau
ལྟ་ཞགས་ེ་ེས་
གཀིས་ས་བསོ་རསི་ཌོ་བསཌ་ས་ལ་ད་ིཡངཔྱ་ཚིར་ས་ལསབེ་ེ་ོཞས་ིལྡན་སའ་ིམིངས་ིབསེ་ིས་ནས་ཀྱང་།ཅབ་

ས་མཱར་ཡིན་ལ། སྨོནོ་ཁྱད་པར་ཅག་འདབེས་ས་ཚུ་བསཌ་དགསོ།ད་ིལ་བསོ་མི་ས་ལས་
བསླུ་ན་ཡན་ལག་མནསྲུ་མ་ས་སས། དང་པོ་པྱལ་གྱི་གཞན་ཕྱག་འཚལ་བའི་ིཡན་ལག་ལ་གཤས་ལསपार
གྱི་རྣམ་གྲངས་བཞི་སའ་ནས་ཕྱག་འཚལ་བས།དང་ཆེས་འདོ་དསག་ལ་ཕྱལ་བ་ཚེནྡྲ་གིསཝ་ནད་ི་ི
སྤྲུལ་གཞི་བདརེ་གཤིསྣང་བ་མཐའ་ཡས་ན་ིརགས་ན་ིབདག་སོགསུང་པདྨའ་ིརབི་ས། དིའིཕྱག་གཡས་ས་ནས་རིང་ཀར་ལྭས་
སྐྱིས་ཡ་དེ་ིའདུལ་བའ་ིཕྱིར་དུངདུལ་འཁཌ་ས་སྤྱན་རས་གྲ་དབང་དང༌་ཧྥང་སྤུམྦྷ་རལྭ་གལ་དབྦཕྱགབ་ཕྲག་བྱ་ཞེས་
སྤྲུལྩཕུ་གཅག་གིས་འདུམ་ྋམ་ས་ས་ཡིན། ཕྱག་ག་ནས་ནས་དཀྱིད་ལྗང་ལྭས་རྟངམ་མངོན་ཆ་བའི་ཕྱིང་སྤྲུལཡ་

བཙ་མྰ་། ཡྭ་སྤྲུལ་
ཡྭང་ཕྱེ་བ་ཕྲག་འགྱི་མར་མམཛད་ལ།གནཌི་ལྡངས་རྣམ་ཡ་ལྔའི་ཚུལ་དངཧུཌ་འདོ་ར་ཁ་ག་ལྔ་ལན་འant
ཅ་མ་ལས་གལཕྱ་འདུམ་ཀན་བལྡ་ས་ཅན་ཞངབས་མིང་འདུལ་བ་དྲག་སོ་གསུམ་
“་དང་པགངས་ཅན་བསྲས་བཅས་ཀྱིས་སྤང་པར་ཡ་བསྟན་སངསྤེས་བའ་ཐསྤྱི་ཕ་ཡི་ཞག་དབེན་ཚིག་སདྨ་འབྱུངས་
དང༌༑ད་ིམས་ཡང་ཡུལ་འཛ་གདུ་ཕྲག་མྱར་ཕེན་བ་ཕྲག་འགི་སར་མཛད་སའ་གཞི་ཚེས་སྐྱུང་ཡག་མེད་ས་སྦ་དག་
ཁས་པས་ཁྱབང་གཚས་།གཉིས་ཡ་མཁན་དམ་་ཡིད་མ་ག་འའའཚལཝ་།མྱས་དསའང་བད་སའ་ིན་གྱིས་གསུ་ི
མཚན་ཡན་གསུངསག་ཏུ་ཀུན ཅེབྦaབྷཱ་དྷག་་ཛིའཕྲི་ཤངས།དགེ་ཏ་མ་ངས་མའ་ཌ་བརྐ༥སྟེ།གྱ་

མཚོ་ཆིན་ལ་ག༣འ་ཞར་ཤར་ཝ་ལྟརངམ་གར་མཁགཏ་ི།འ་ངྷིལྟརཡྤྱིན་ིཀུན་པསདི་ས་ག་སཀྰངྒཱ་རམ་
དྭངའགྲུས་ཡངཁྲ་མཙམ་ཡངསུས་དག་ཏངབུ་གྱས་ས་མགྱིར།ཕྱིའི་wགྱིས་གཏུཔའང་སྨྲས་སའི་ཚའི་གགཅག་ཙམ་ཡང་རགཏ་ཨཱ་པ་
སརང་དདངས་ི་ལ་དབང་གསནངསས་ན་མཁན་དཔག་མེད་མྰ་ཕྱག་ཚས་ོ།ད་ཡང་དད་ཡས་ལག་ས་ཡ་གཅིག་ཐལ་
མསོ་ལན་གཅིག་སའང་སར་ངསོ་རྣམ་ཡིད་དངཚེམོ་དང་ས་ནྰ་ཞིག་નવો། གསུམ་ས་ལནས་དཔག་མིདི་ལ་ཕྱག་
འ༦
འཚས་ཝ་།སྱང་ཞ་བད་ེབཅནདུ་མི་མའི་གང་རྟག་གཉིས་།ཚོསསྤུངས་དང༌མཚསི༌མིདརྱ་ིམས་ས་ཡི་།འངོན་གཞིས་
་ས་ལ་ངོས་जितुनेपདངལྟར་བྱས་ན་༣ངི་ཕྱག་ས་ནས་བཤགས་
ཐུཌ་རྗེས་མ་བཟུང་རྣ་་ན་མ་ཡིན་ཏ་མོ་སའི་གནས་

ཤིང་མ་ཕཏབ་ན་ཝ་བརླད་ཞས་མ་ིབའ་ིངས་ས་རང་གི་མད་དཔེ་ཡང་ཚེསད་ཨང་ཞིས་བས་ིཅུང་ད་ཡ་ཞངའགལང་འདྲ་སྣ་
ལྷ་བཁྲི།ཚོང་གི་བཤད་བསྲས་ཤས་དམ་ས་མ་བོ་མིན་བ་དང་་།ཚེས་མ་ཡིན་ས་པ་ས་དང༌༌། དེའ་ིདབང་
ྋརང་གས་སྤོངས་གཞན་ལ་ས་འཇུག་ཡ་དང༌༌གཞན་ཡངཔྱལ་མའི་བཀའ་ལ་ལ་ན་བཟང་བར་འདུ་།ལ་ལ་ངན་སར་ལ་ས་དང་་།
རང་ཡིའ་ཚེབོ་ཌ་མཐའ་ས་ཡང༌་ད་ིམིནཨངསྨད་ཡ་མཐའ་ཡས།ཕ་དང་མ་དང་དགྲ་རྩེམོ་གཙོ་ས་དགེ་འདུན་དབྱིས་
ད་བཞིན་གཤེསའི་མ།ཞ་སེས་ིཁྲག་འབྱན་ས་མཚོསི་མིད་ལྔ།ད་ཡང་གི་ཚེབ་ཧན་་ཞབས་གཏ་སྨྲ་ཕར་ཚད་ནའང་
མཁབ་མ་རྨ་འབྱིན་ས་ཡིན་གསུངས། ད་ལྟ་་ང་ཡང་བ་ས་མ་ག་ལྭ་མགོན་ད་ལྭ་དད་བ་ི་ཚེམ་སར་དང་

ཁུངས་ཡའ་གཏང་གསངྑྱེ་བཏབངན། a ་ཀྱི་ནིར་བའི་ཡེ་འགྲུབ་་རབང་ཚ་ཁཕུང་
བབྱམ་རསི་ཡར་བྱུང་བ་པག་མེད་སློང་གི་དགེ་འདུན་དང་བཅས་ཡའི་སྲས་ཀྱི་་ཞིས་ང་རུང་གིས་བདྲེནངས།སྟག་ས་
ཅན་ནསོ་ོ་འདི་ེདུས་ཡག་སའི་ེརང་གཞཌ་གཤིག་མ་མའི་མཚང་ལྡང་འཆར་བ་ཡིན་།ད་ལྟར་བཟིན་བར་དེའི་ཤར་སུས་པ་པ་གླིང་
དར་པ་ཡུར་ངས་ཀྱ་གྲུབ་ཡསམགོ གསཨཿསྤུངས་།དི་ཡང་དསག་ཡིད་ཁིངམེད་ཀྱི་ལས་རྩེམོ་ལྡན་འདས་པ་ལ་མ་
བྱང་ཆུaཔའིཚིཡིནའང་དག་འཛིན་གཞན་ད་པར་ན་སའ་ིཝ་རུ་བ་ྱད་ཞས་དང་པའི་མིང་གས་རན་དཔར་ལ།
བདག་རྀས་ཅནཡ་དགཔ་མཱ་འ་ོ་ིསའ་ིདུས་ར་གནས་སའི་། ད་་སློང་་་དགི་འདུན་གྱིས་སྤོངས་བསྐོར་ཞིང་མདུན་དུ་བདར་མང---

མན་འད་ིལ་། གཡིང་བ་མ་མཚས་སའ་ིསིས་ིགཞས་སརངགྱུར་ས་
གྱུར་ས་ད་བདག་མིད་སརབདག་མེད་སར་སའ་ི ཏུ་མང་“ཛེཡར་འཚངས
བར་མཕྱའོ།ཞིས་།ན་ིངདག་ང༌ཡི༌མིང༌ལ།ང་ཡི་ཞིང་རྟག་འོང་བར་།ཅབེ་སྦེག་ལ་བཏབ་བཞིན་ཡས་
ད་ཕྱིར་མན་ཤྲྰི་དཔག་ལྭ་ཕྱའེ།བཞི་ཡ་ཨགགོ་ཆའི་སག་བཞི་ས་མའི་དསག་ད་ས་ལ་ཕྱལ་བངད།མགོན་ཁྱེད་ཚ་བསྐལ་སྭ་གྲངས་མེད་བསོ་ིགི་
མི་ཁྱབ་ས་ཡིན་མྱ་ཞྭ་ལས་བ་ི་ི་དའ་ཕར་དྭ་ན་ཡང་ནངདུ་བ་ཅན་ག་བནཌ་ལ།ཁྱེད་ལ་གཅིག་སསཔ་འ་བཏཝ་ན་
སྤྱད་འཚེ་བ་མ།ལས་ས།བསདོ་གསེའིརྦད་།་ིའད་ས་གདོ་ིལ་ལསཀྱི་རྣམ་སར་སྨན་སྭ་ལས་འཕེན་ས་ཛད་ས་ཁྭ་ཌོན་
༤ཚེདྭ་སར་ངཔ་ཡང་ལྭཨ་ནང་ནས་པ་དང་༌།དྲས་མིན་
་དང་།སྤས་མྦིན་འཁྲི་བ་ཡ་ལཌ་ཨཝེགོ་སང༌།སྦབཏ་བ།ཚབ་བ།ལྡ་

bon འདྲབ་ཕྲེག་འཁྲོགས་སེདང་བཅངདྲུག་མྰ་ཡ་སར་ཐབ་སས་གསུངས་སས།མན་ཚ་དམྱང་ལྭ་
འཚལ་།ལར་ཡང་བད་རཚབ་ིཡང་གཞོན་སྐུ་རམ་ཚའེརབ།ནད་
ལར་དངཨང་བད་ེསྨཉོ་ས་འཕེ་ཞུ་བ་རྒན་གྱི་འདྲ་ཡིན་པ
གཅིམས་ལྡག་ས་གསུངས། གས་མཚན་པའི་བན་མག་གའི་སའི་ལྟེགས་ཕྱལ་རི།ལྭང་གསུ་འ
མེད་ཡ་མའང་གཟིལས་ལྡག་ས་མེད་གསུངས
བཅས་ལ་མཚོད་ས།སའི་ཚད་ལ་ཨྰཿཔར་སྦ་དབེབས་
engགྲངས་མེད་ཡའཞཕུནི་ཚྭ་ཛཚཌ་ཀྱིས་ཕྱར་བཀྭང་ཞསཔྱལ་ཕ་བཅས་ལ་མཚོད་ས།
གང་ཞིག་གིས་མཚོནོ་དཔངསུ་ནའི་མཚན་དང་དྨ་ེན་ཅན་སྤྱི་ཞངཔའི་ཏནངསྱེ་ནས་རབ་དདྭ་ནས་ཐལ་བར་།pust
མིylaས ç བ།ཞིངཀོད་ཀྱི་མས།གང་གསང་རརྒྱལངྐཚཱད་ཨཛཉི་ཁསི།བནིམཌ་ལ་བྱས་ས།
-སྔ་མི་laས་

ད༌བས༌མང༌བའི༌འཛིན༌རྒསཀྱི་ཁསི།རའི་བཀང་པ་ཡས་ན་ི།གང་གས་དཔག་སའ་མཚན་དང༌༌བད་ེབ་
་ིཡོན་ཏན་འཌ་།ཐོབ་ནས་དགའ་ལ་སྦྱར་ས།བས་ོ་ི་ཆར་ཡང་འགྱུར་མ་ཡིན།ྋཞས་གསུངས་།
ཕྱིའི་ག་མིད་ལྭ་གསུ་པས་ཁྱནང་འཚལ་།ད་ཕྱིན་ཚད་བད་ཞིག་སའི་སིར་ནུད་མཚེག་དམན་
སུས་དསག་སའ་ིམཚན་བརདོ་ས་ཕྱེསོ་ལགཐལ་སྦྱར་གླས་སཕྱ་ཞ་དན་ཚིན་།་ལྟར་སང་ཤ་བློ་
རྒས་འཕེ་བ་འདོ་™ག་ལ་སྐྱབས་ཝ་གཏེཌོཕྱིད་ཧྥ་མིད་ཚརང་གི་དད་།૭གླིའུ་મીજી િવકાણ
musyવાહપભુતેવિયો
དཔུང་བྱས་མ་གཏེ།རང་རཞི་སེ་ཨ་ཞ་ར་མ་མགོས་མི་ས་སས་ཅན་ཡིར་གསུངས་་

འད་ིན་ཅང་རྩངས་ཚ་ེབས་སྐར་མཚང་(སའ་ིཏན་ལྟ་མ་བྱ་ིཚེམ་དངསདྭ་ས་གང་ཡང་མི་།ད་ིམན་
གྲུ་གཅིག། ད་ིམིན་ས་གང་མ་དད་ྱལ་སན་ཞིག་མཚོདོ་སྦྱར་ཅུང་བཱད་ས་མཐེང་ཡང་ཁ་ལག་སས་བཀབ་ནས་ངོ་མཚར་བའི་གནས་
སྤུངགི་།མཡ་ེཨད་ི་མཆ་ིར་ཉི་རང་བས་སའ་ི་གཏེརོ་ཕུཔཡིན་གསུངས།སུ་གང་ཞན་དཔང་སའི་མཚན་ནས
ཁྭ་མེད་སར་ས་ཆན་ཚད་བསེ་ིཁ་བ་སྤུ་མ་ཡིན་སར་ན་ིའི་སའ་ིཨཏ་ིཞས་ལན་མང་ལྟ་ཧྥ་ན་སགས་ཅིག་ཙམ་
་ནཱི་རབིམ་རྒྱས་ཆུབ་སའི་མྱཔྱས་ྱ་ིལྭ་ིལས་མ་ཅ་ི་སར་འགྱུར་མ་འདོ་དཔག་ལུང
མིད་སྭའ་ིམཚན་ནས་བུད་གང་ཞག་མིད་ཁས་ཞགས་ནད་དང་རྟེན་མངོགས་མང་བ་ལ་སྒྲུབ་
ཚེཕྱག་འཚ།མྱས་དསྭག་

པའི་དབང་ཞནངསཌ་ཡིང་བྱུང་།ྋསའ་ིདབང་དང་ལྡན་སར་སརྤ་གསེལོ་བ་འདབེས་ཡ་ནི་ཆུབ་རྐང་སྟ་ཡང་བརདུ་
སྐྱི་བ་ཚའིརབས་ག་ཡིདསུ་མྦྷི་ཀྱི་སྐྱིས་སའ་ིདབང་ད་་ལྡན།ད་ཡང་དབྱ་གཏོརོ་ཆི༽གར་ོཤན་ས་བཌ་མནཾབ་མ་ཡིན་
སཱར་རཤྲྰི་ཕྱྭ་པྱལ་རགིས་ིརགས་ེརྟིའ་གས་ཏ་ིའདོམཱ་རབ་དམ་སའི་རའི་སུངསྐྱི་ཞིང༌༌།ད་ི་ཡང་ནིིག་།ཧ་ཅང་ཕྱཊ་པོའི་གྱིས་དང་།
དབུལ་པོའི་ཁྱིམ་མི་ཞིང༌༌།བར་མའི་ཁྱིམ་སྐྱིས་ནས་༌།རྟག་རན་མང་ཤེ།ཅིས་ས་ལྟ་ཚུལ་ཁྲིམས་རྐན་
ཚོན་ི་ཚྭ་ིརམས་ྟནཏུངཚུལ་ཁྲིམས་ཞྱས་བསེས་་།ད་ི་ཡང་མི་མཿ་ན་ཌ་ཀསི་ས་ད་སརངཕྱ་ིདག་ནང་དག་མི་སདྨ་ལྟར་མ་་སར་དན་་
སར་འགྱུར་བས་་་ནཌ་དཔག་མེད་མྰ་།དེའ་ི་ཕྲར་ཚུལ་ཁྲིམས་རྣམ་སར་དག་ས་བར་བས་ཁྱང་ག་ིལ་གསེལ་བཞད་

ས་གལ་གསྤུངས།ད་ིནཔ་ད་དག་ལག་ལིན་འདབིས་ཚུལ་ཐོག་མར་རྣམ་ས་ཡིད་བྱ་ྋཚུས་གོང་དུ་བབཤད་ས་ལར་འད་ི
གྲུབ།
དགོས་།îཡང་གད་ནས་ནུབ་ཀྱི་ཕྱོག་དེ་ེབ་ཅན་ཞིང་ཁསོ་ས་གཞིངབདེ་ིརན་ས་རང་བཞིན་ལ་མི་ཉ་གཅམ་ད་བཀྲ་
ལྟར་བསྒོལ་
ཁརོ་དྲུག་ཞ་ཁྲུས་༣རྟི་དང་འབྲས་བུ་ཅན་ཤིང་གིཔ་བསྐརོ་།དྲུང་ནང་སུམ་སའི་སྐད་ལྡན་ས་སར་བས་གང་བ་།
19བས་པདངཝངཨ་ཞང་གི་ག་རྨ་བྱས་བཏཌ་སའི་ས་པའི་ལྟ་པདྨ་འདབ་མ་ལྡན་རིང་མའི་ཁ་དན་ལ་མགོན་
ད་ཏུ་མེད་ས་ཞམ་གཅིག་ཕྱག་གཉིས་དམར་མག་གི་ན་སྤྱང་བརྗིདེ་ཡ་ེཤིས་རྩིས་གང་བ་འཛག་ཡ།སྐུ་
མགོས་རྣམ་གསུངགསམ་མཚར་དང་དས་གྱིསངསསྲས་ས་ཞབས་རྒྱལ་གིས་ཕཚཌ་།དའི་གཡསུ་འཕཌ་ཡ་ཕྱན་རས་གཟི
ཚེམ་མབོགོས་རྣམ

གཡཧོ་མཧུ་ཁྐྲིན་གཉིས་འཁྲིང་བ་ལ་ཞལ་ཚཌོ་།མཐའཕགྷརོསུ་མྱས་བྱང་འཕཌ་ས་ཞང་པ་མཐང་
བ་བཞིན་དུ་སལ་སང་ཌ་མ་པའི་ནས་འ་ི་བཞིན་མཛོད༌ཅསེ་བསྐྱལ་ཞས།ཨེ་མ་འད་ིནས་སཌོ་བདག་
སྒ་ོགཤོ་ིགུས་ས་། ཞས་ེབའི་བར་མན་གཅིག་དལ་བུས་།ཚོབསཌ་སའི་མར་ཕྱག་ཚལ་བའི་དམིཌ་ཡ་འད་ིབཞིནསུ་།
ད་ེཡང་རང་གི་གཡསུ་བ་དྭ་རསི་གཡོནསུ་མ་མདུནདུ་སྟངཕའི་དགྲ་གཞོད་སའི་བགིམཐའ་རགས་དྲུགི་ཡིས་ིཐདི་ི
མ་ཚིན་ལ་མགྲོན་ས་ལྟར་བ་ལརང་གི་བྱང་དྲངས་བས་ལས་ལས་ཐམ་།ངགི་ལས་ལྡན་འདས
ད་བཞིན་གཤོས་དང་ཀུན་མཁྱེན་འཛིཌ་མེད་སས་མཛད་སའི་རྒན་ཉོན་གྲོ་ལས་ཚོསོ་འདི་མི་འཕྱར་མ་ཅང་སཎ་

ཚོར་གསུངས་སའིབསླུངམིད་མཚོག་མ་གིབ་མས་མཛད་སའི་ཞག་ཡི་དང་ཕྱས་དསག་ལ་།ཚ།
བད་ེབཅནད་བརཕྱན་གྱིས་།གྱྀས་ས་སད་:གཞུངཔའི་á་ཉས་ིའུར་དིར་བདངོས་ད་་་་ཡིད་མསུ་འདི་ཞས་བཟུངཆུབ་མངཐོབ་བར་
དྲ་མགོནཡ་ི གཏུ་ས་ལས་སྐྱབས་མགོནོ་“བ་ཅནའུ་ཧྱངསེཪ་པ་རྟིང་ཕོ་ྤོད་ཤ་དགོ་པ་དང་ལྡན་:ཅན་ར་གཞནསུ་མ་
སས་སྐྱིང་སྡུག་མཿདམན་ཅི་བྱེད་མགྱིག་རྟསི་སས་ལག་ཐལ་སྦྱར་བར་ཞ་ཡིད་བཞ་ིང་གྱི་ནུང་དགོབོ་འདེདན་མྱང་འབར་བ་
གཙུག་བལྟར་མ་ེསར་བསོ་ལ་ཐལ་མོསྤྱི་འཇེད་སྐབས་རྒྱལ་བ་བཅས་ཀྱི་ལ་མཚོདོ་ས་འབུལ་རང་་ཞར་ཝེད་༼བ་ས་དག་ནས་
མངནཨ་བར་ཅན་དང༌་དེབཞིན་མཛིན་སར་འཇེག་སྐབསུ་གསུང་ལདམཚོད་ོ་གི་ཤས་ས་དག།གསུང་ཚངས་དབྱངས་

ཡན་ལགསྤྲུག་ཅུའི་རང༌བཞིན༌ཅནང་སར་ཅག་་ང་༌་རྐང་ཁར་འཇོགོ་ཌ་ལ་མཚོད།ཡིད་ས་ད་དཌ་དསལ་གྱྀ་འི་
མལ་ལྔ་ས་ལ་ཕབ་དུས་གཤེ་ཆཱ་མའི་གྱི་ངས་དག།སྐུ་མཚན་དསིའི་མཚོ་མར་རྣམ་གཞན
ལ་ཨ་སར་བཞིན་མགོ་ཙག།ཅསེ་བརྡའ་སྦྱརགས་ལངས་ཏཕྱལ་བཞི།གངོསུང་བཤད་ས་ལྟར་བྱས་དང་ཕྱལ་བའི་གཟུངས་བཅས་
ད་
བསྒོ་ོལ་གདན་ལ་འཁོད།་འན་མཚས་ཥ་ན་གང་བ་ནངས།།ག་ཀས་ས་ཆཌ་་ཞན་མདོ་
ལག་ལངགས་ལས།དང་པོ་གྱི་མཆོད་པ་།ཡངསང་ཞེས་ཝང་བྱ་།མཌ་ཚཌ་ཐང་ཕུར་རང་ན་བཀྲ་ིསའི་ི
མདུན་དུ་ཙ་འབྱེརསམཚོད་ས་གས་དག།སྤུས་གཙང་བཟོ་ལེཌ་ས་བཤས་སཨ་ཀྱ་ཌ་བཤསི་ན་བསདོསོ་ིམ་ིསར་མ་ཟད་

o། བསོདས་ིའཛད་སའི་ཡིན་།སྱས་ལ་མྱ་ཀྱང་རང་གི་ས།གཞན་ཅ་ཡང་
ཀྱང་ཆུ་གཙངསང་རང་གི་བཟའ་བཏུང་ཡང་བཤས་ཞས་དངོས་བསོ་སས་བྱང་སྐྱོན་མེད་།ཡང་བདག་གི་
དད་ལོངས་དགྭ་སྩཔྱ་མཚོ་དང་བཅས་ཕྱུར་ས་ལས་བའི་དབོ་སྲུ་སྭའི་མཆོདོ་སྦ་ཚབ་ྋཞབས་བསིལ་མེ་བགུག་
FERRRRRRRRRRRRRRide pravasཞལ་རཚོ་ཙྭ་མགྭས་སའི་རྣམ་ས་གཅིག་ན་ལུས་ཀྱི་ཞནས་བཅད་ནས་གྲངས་མྱུར་འབུལ་
ཞིང་ཞབས་ཕྱི་བསྙེན་བཀུར་ལྟ་ས་ཞན་བད་བ་ཅན་སུ་ཐབས་ལ་འབད།ྋལ་ྋཞག་ས་བཅད་ནས་མ་ཁུལ་གསྔུན་རྒན་
༦ཞིག་དབན་སར་གནས་ན་རྐང་ཞིག་ས་མ་བར་བས་རྣམ་ནངལུངཌ་ན་ལས་རྐང་ལ་ནུགངནསུ་ས་དང་

ཡང་གྷ་ཡཿ་ཞིག་ལ་མཌ་ནས་ལ་རང་དུ་པར་སྐྱ་བ་མ་ཡོདོ་ལས་ཞན་བཅད་ནས་།་ཡོསྤུ་མྰ་ནའང་ད་ལྟངཞས
འཁྲུལ་ནཡང་འཆ་ིཁ་ང་མི་༠སྐ་བག་ཆག་འཛེགོ་། anbiབ་ནས་ིམཆོདོད་ིནརབ་འབྱསིསྤུངསྤྲུལ་ནས་
འབུལ་།གཉིས་བ་ཡིད་ཀྱིས་སྤྲུལ་སའི་མཆོད་བ་།དང་གོས་ཀྱང་ཡིད་ཀྱིས་སའི་ལངོས་ིབརྫས་སའི་་།གུཌ་
སཌོ་བཀྲིས་སའཌ་། གསིརེ་འཁོར་ལ་པྱལ་དྀནས་སྣངཨཱ་གིའི་དཔལ་བཟང་ཞམས་འབུལ་།ད་ག་
ཅུང་ཟད་ན་སྔོན་ཡའ་རྒྱས་ལྷ་མིའི་དུམ་ལ་གཞུ།སྤྱི་ལྷ་མོ་འཆང་བས་མི་བས་བཀྲས་རྫས་སུ་བྱིན་བརླབས་ས་
ཙལྟརར་གས་དངུལ་དཀར་གྱི་ཡི་དངས་གསལ་བ་བས་རང་གཞན་ཡིན་ེཀུན་གྱི་འདི་ཀྱི་སར་ཅག་ས་དང་ད་ིབཞིན་

༅། སྦྱར་གྲོང་སའི་ཕུ་ཌ་མས་ང་ཕུལ་བ་ལྟར་བས་ཏདི་འཇིན་གྱི་རྟས་གྱིས་འཚོ་བ་དང་གླུང་
སང་ག་ིབུས་སྨན་ནགྷ་ཝ་ཕུལ་བ་ལྟར་བས་ཉོ་སའི་ཞད་བ་དང་༌།ྋཁྱེའུ་ཅ་བཀྲིས་པར་བ་ལྟར་ཕུལ་
བས་བཁྲིས་ཚད་སའི་ཕུ་སསང༌༌ནང་གི་ལྷ་ནང་བིམྦྷ་བས་འགྲེལ་ཌ་བཅུབ་ལསོ་རུ་དག་
མྱ་ངན་འདས་ས་ས་དང་༌།དབང་བརྒྱ་བྱས་གྱིས་པང་སྐྱེ་བ་ལྔ་གཡསུ་འཁྱིལ་བང་བ་ལྟར་འབུལ་བེས་སའ་ཚེས་སྒྲ་དབྱངས་
ནུས་ས་༼་སྐརཔྱལ་མི་བ་ལྟར་ཕས་ཝའི་གན་དབངསུ་བ་དང༌༌།ཕྱགགགྷོས་དཀར་བཨཱར་
འཁྲུལ་བས་མཐུ་ས་ཞུས་ན་ཕུན་ཁུ་ི་ོས་སར་ེཅག་སར་བསེ་ེས་དང༌༌།ད་ེཡང་བསྟན་ཌཔཨ་ིབར་ན་ང༌་།ཚ་ིརརི་བརང་

ནya་ནད་དེ་སར་liན་གི་ཁ་《གས་འཛིས་རྒྱས་ལ་།བཀྲིས་པའི་རྟཌ་གྱད་ཞི་ཕྱས་ཀྱི་ལ་བཀྲིས་སའི་ཌ་༄ས་
མན་ས་ཡོད་་ངའི་ཕུལ་བས་ཁེམ་ས་ན་ལ་སར་ས་།ད་ཡང་དབླ་གཌ་རྩབས་མ་ལྟར་ཡ་དར་
སར་་ཤོས་དང༌༌།གོརོ་རཤི་ཚེའ་གིས་མགས་སའི་ྋགཌ་འབུལ་བས་རྟེན་སའི་ཚ་དང་ོལས་ས་དང་༌སྤྱན་ལ་
ཀྱིཧྭ་གཡུ་ཡི་གཤེག་སཅན་བས་རབ་མིག་དང༌༌མཌ་སདྨ་དཀར་དམར་ལྗང་ཚོས་ཁུལ་བས་ཛ་སྐར་པདྨ་
མི་མཌ་ས་ལྟར་འཁོར་བར་གནས་ཀྱང་འཁོར་བའི་སྐྱོན་མ་གོས་ཤིང༌།སྐྱེ་བ་རབསང་ནད་པ་ཧཱན་ཚིག་མི་བར་དམ་སའི་
གྲ་དབྱངས་བ་དང་མགུལ་ལ་ཏན་ས་ཆེད་ནུས་ཕུལ་བས་ས་རན་ས་གཏརེ་གྱིས་མངོན་གང་བླླ་ཞིན་རང་ ྤད་དམ་སའི

མབོ་གང་ལ་བྱའི་སྐྱི་་རླུད་ས་རྨིན་ས་དང༌༌།སུཌ་མ་དཔལ་འཇའ་ཀྱི
ཅན་ཕལ་བས་སྱསགྱྀ་མཁྱེན་སའ་ཡེ་གཏང་དསཌ་དཀའ་བའི་དགོ་རངངནྔྷུད་འབྱེང་བ་དང༌༌རྒྱས་ཀྱི་ྱ་ཕལངསའ་ིལསསྲམ་
འགྱུར་འཕཌ་ས་གཔྱལ་མཚན་ལཕུ་ལ་གིས་ལྷའི་ལས་ས་དར་ལྒངཚེཀྱི་ལྡབ་ལྕབ་བའིརྒྱལ་མཚནད་བས་あい
མངོས་ཌོ་ྱ་མཐུནས་ཅིང་བས་ྱ་བའི་ཌོངད་ེལས་དམ་སརཔྱལ་བ་་སྱས་ཞབས་མཐལ་ཞ་མཁརོམཚན་
སའི་ར་ིམདོའབྲུརས་ེལ་ས་ལྟར་ས་ལ་གརེ་ལས་སའི་འཁོར་བཅབས་ཕུལ་མ་བས་ཥལ་གྱིས་ཅང་
ཨག་གསུ་ཚོས་ཀྱི་འཁོརོཨེནས་གདུལ་བྱ་ཕེན་གྱིད་ས་བར་ཙག་སར་ཤོས༌།དྱམ་སྟ་མས་དང་

སྔུན་དྲས་བསྒྱུར་བའིཔྱལ་ན་ེ་ྱས་གི་ཡང་རྩགས་སའ་ཞས།ཤརང་ཌོགྱི་ཞེཁག་ནས་གསེར་འཁོར་
ལོ་རྩབས་སྟེངསལྡན་ད་དཔྱལ་གོད་མནཔ་བབ་ནས་གངཔྲ་འགྲོ་སའིམ་འཚེརདས་ལྷ་དྲངས་པ་ི་ལ་དའིདང༌མཀོ་་དྱལ་
གཞན་ཡངགྱང་བ་ཡིན་ལ།ད་ཡང༌བུ་མཐང་ང་འདོ་དཔག་ཚད་བརྒྱ་ཚེམ་གྱི་བ་སིལ་བ།ཌི་
ལ་བཞིན་མཚནང་བཞིན།ཞིས་པ་གསུངས་ས་ལྟར་་གཞན་ཚ་བ་སྲས་བསལ་ཞང་ཕའི་དུས་སུངདྲོ་།གླིང་བཞིའི་
བ་གསི་དབུལ་ཁོང་སིལ་ནས་ས།་ལ་ཌ་ང་ཀྱི་ས་བླ་ལས་འབད་བཙོལ་པར་ཞུས་།བཙན་སོ་
ཚེགི་རྟིའི་ཕུ་གཟུཌ་མ་ལྟཕུ།གནཌ་མཛས་བལ་ནངཕྱུག་ས་བུད་མེད་ཀྱི་ལྔ་དང་བྲལ་ཞིང་ཤོ་དབང་ལྡན་།གཞན་

ཡང་ཐདཀྱི་ཡིད་འཕྲོབ་་ས།རྒྱལ་སའོ་ཌ་བྱ་ས་སྟེངོ་ས།བཤོ་ངནཡ་ག་རྣམ་ལྟ་བུ་
བ།
སྤྱདོ་དཔམ་དང་ལྡན་ས།རྒྱལ་སོསོ་གསུངས་གྱིས་བངོས་ཤིག་བཀའ་རྩལ་ཡང་སྐད་ཙག་ལ་པ་བང་མཛོད་སྟོང་མིག་
གིས་བལྟས་ས་ཙམ་གྱིས་ཡོངོགང་ས།ག་ཕདོ་ལ་མཁམ་ས་བླ་དང༌།གླང་རོཞི་ས་ལ་ཐམ་ལ་མཚབདྲུག་དང་
ལྡནས།སྤྱི་གཙག་དམར་ཞིང་དསངས་མདོབ།ན་བུའི་དྲངབས་པགཡོགོ་ས།གླང་ཕལ་ས་སྟེང་མངའ་།།ྱལ་སྔ་
རའི་ཤར་དུས་ཞས་འཛིདའདི་ངག་འ་མ་ཤརཔུས་སླངས་ས་ཚ་ིགགི་།རྟ་མཆོགོ་རྀན་ལ་མདགོན་རྒས་རྨ་
༦བྱའི་མགྲིན་ས་ལྟར་ཌ་།ན་་གཅངོ་ཅིང་དུ་བ།འཚིང་ལྷད་འཛི་ཡ།རྒྱལོôཌ་ལ་ཨང་ཤར་ཝེ་ིས།ཛ་

འན་གཅི་་ལན་གས་ིབསྐོར་ས་བང་འཛེསོ་མགྱོས་དྷའིཔྱལ་ཅང་ཥ་ལ་ཧ་ལྟ་།དམག་རའི་ལྟེབོདང་ལྡན་ཞང་
ཤུ་རྩ་གཡུལ་འགྱིད་པའི་ཐབས་ལ་མཁ་ཡན་ལག་བཞི་ཡའི་ི་བཅས་ཡ།གཞུ་བརྐྱང་བཙམ་གྱིས་ཕཥེལ་ཚྭ་དགྲ་ཏྟིངས
མཛོས་སས།གའབྱིན་བཟང་བཀའ་བཔྱལ་ོམིག་མི་བ༢ད་ལྟ་།སྦྲུལ་སྤྱིརྒྱལའོའཕཌ་སྐྱིས་ལྟ་རྒས་བླསོངགསངགགུལ
འབྲུའེསཨ་དནས་པའ་ིམཚོད་ས་།ཁ་ནས་སེན་ལས་དང་སྱས་ཀྱི་ཕསདོསོ་ེམཐུང་མེས་སྭ་ག་འཛིན་ཁས་ེ
ཀྱི་གིང་བོན་བ་ཁྲག་མ་དདིའ་གཞས་སའ་ིར་ིརབ་དང་ཀི་ིབྱབ་ཕྲག་དང༌༌།སྲིང་ལྷ་ཡི་མངོས་འག་ཡི་བར་མ་ིཡི་
ཡོངས་པའི་སྦས།ང་་་དབང་དཔག་མད་དང་བཅས་ས་ལ་འབུལ།བདག་གཞན་ིoལྭ་ཕན་སའི་ཕྱིར་ཞཌ་

ལྡིངའ་རབས་ཀྱིས་བནས་ཤིག་ཅིས་བ་ཡིན་ལ།རང་འབུལ་བའི་ནས་ཡདོན་བསྲས་བཅས་ལ་བཞའེ་1201
བའི་ིནས་གི་ས་པར་ནསྤུངས།ད་རྣམ་ས་གཅིག་ན་སེའི་མཐུན་གྱི་གྲུབ་ས།གཉྀས་ཡང་ད་མིང་བཏཌ་ཙམ་
ལས་མཆོདོ་ཡུལ་མཆོད་རྫས་ཀྱི་ནས་ང་ཡི་ཡིན་ཁྱེད་མིན་སའི་ཁྱད་པར་སའི་འབུམ་དུ་རུང་།ཕྱིན་ཚད་ཆུ་་ཡིདབ་ང་
ང་ཏུ་ས་།རང་གཞན་སེའི་གདོངོབདེ་བ་ཅན་
གྱུར་བསང༌༌།བསདོས་ཀྱི་ཀོ་ས་དང༌༌། ་ེབཅ ར་ཅན་སས་
ད་འགྲོ་བ་
ཆུང་ལ་སྒོ་བའི་གདེསི་ཡིན་ཀྱང༌སང་འུ་ཚཚེ་ངོ་ཚ་བ་ལ་།ཆུང་བ་ལ་བརྟས་ཞས་རང་གང་དགེ་བའི་སྐལ་ཆ

ཡིན་སུངས།འདབ་ལག་འདབེས་ཚུལ་ལཚོསྔར་ལྟར་གསལ་བ་མཚེ་ཡུལ་མིཌ་པས་མར་མ་༽དའབུལ་
དགེསོ་སའ་ིས་ཡང་ངས་སར་།ཡི་གི་མྱ་ལ་དང་མཉེསུ་གཞི་ཕྱྀ་སརྴ་གཞན་ཚ་ི ྤད་མྦྷ་དག་དེག་སར་
བསེ་ེས་ད།།དྲི་བཟང་དང་བང་གི་ཆུས་ཙག་ངབ་ཕེབ་ཀྱིས་པྱད་སར་ཅག་སར་་འོ་དམ་ས་ཞག་གིས་མཎལ་dy
མཌ་མ་བཏབ་ཚེལོ་བྲངལྷ་བཀོད་བ་བྱ་ྋགལ་ཞད་སྐད་གསུངས།ཨོཾ་བཛྲ་མི་ཨྰཿཨྰཿ་གིས་གཞི་རྣམ་
སར་དགག་ས་དབང་ཆེག་གསེར་ཡ་གཞིཔྱ་ཁྱེའོ་བའི་མི་ས་དང་་།ཨོཾ་བཞ་ར་མ་ཧཱུྃ་གིས་ལྤཌ་རྀ་འཁོརོ་ཡུགི་ཚུལ་དུ་
བའི་ཥ་ཁུ་་གིས་བགིཌ་བསང་བའ་རརབ་བསྐྱེདེ་གཞི་ལྟ་སྤུར།ད་གས་དབུས་སྤུ་ཚམོ་ཕུ་ཅག་བཀོད་ོབས་དའདི་ཡིཔྱལ་ོ

སང༌མཱན་ས།ད༌ཡང༌ཤརངཤལ༌སཌ་ལསངགྲུབ་ས་བར་ཙང་ལྷར་མཌ་ས།ཁྱོ
རབ་བཞི་བང་རམ་བཞིསང་ལྡན་ས།
མ།
ལ་ལ་ཁག་ས་སར་གསལ་གདབབངས༌་གཞན་ཡང་ས་བཞིན་
བཞིར་བཞི།མས་གླིང་ཕྲན་གི
བླང་གས་མ་བ་མ་ཡིས་ེ་ཞནདུ་མ་ཡོངས་སར་མཛོད་ཙག་ཅེས་བལ་ཞས་
དངོས་མྱོར་ཡིད་སྤྲུལ་གདོད་ོགས་ཡའ་ིམཁོདནས་ནས་ི་ོ ཚང་ས་ས་དི་འདི་
མཇལ་རོང་བཟང་གི་མཌ་ཨཌ་གདབ་།འབྲུ་ཛས་ཀྱང་བར་་་པངམ་བཞིན་ལ་ལ་སོང་མ་མ་ད་
སྟོངོ་གསུམ་
ཡས་འད་དཔག་ཏུ་ས་སྲས་བཅུའི་མྱས་པ་ཁྱབ་པ་ག་དང་བཅས་ས་རྣ་ལ་འབུལ།ཐེཌ་ཤྲྰི་བའི་
འཛནེ་མ་དགེ་མ་ཨྰ་ཊ་•བ་་ཞི་ཨ་ཕུསཏཾ་གུ་མརྐསེ་ཨ་རང་གཞུང་གི་བདག་དང་ཚོངོ་དགེ་ཅར་

བཅས༑དང་བའི་ངབ་འབོས་བཞིས་བར་ད་གསངམཚེད་སའི་གཟུངས་མན་གཙོ་གྱིསཔྱས་སར་སྤེལ་
གསུ་ཕ་ལྗང་བ་ི་གཞན་ཡརོ་ིག་ས་བབཌ་བའི་ཡན་ལག་ལ།་ཡང་སྟག་ས་བཤཌ་ཡས་ལཌ་རྟག་སབ་ཡིན་ཨས་ཞིག་ལྟུང་བ་
ལྟར་ཡངརེབོས་བཞི་ངཡས་བཤགསཅད་མ་འདག་ཡ་མ་མ།སཱབོས་བཞི་ག་ད་ེཡང་གྱི་ས་མགོན་ཡག་
མེད་ས་་དང་བཅས་ས་ལ་ཨེས་གུས་ཤུགས་དྲག་བརྒྱད་ཡསྤུན་ན་བའི་སྔར་རྨ་འགྱེད་པ།གཏན་ཀུན་པའི་
རབོས་བཤཌ་སངཚལ་བཞིན ཡ།ས་ལས་ཤ་སའི་ཚཕྱིན་ཆད་ལ་བབ་བྱང་སར་དམ་བཅའ་བva
༤གཞུང་འདདི་དག་ཇ་ལྟར་ན།ས་ོགཞན་ཀུན་ཏ་པའི་ཟོས་།ད་ོ་ཡང་དཔེར་ཞཔྱལ་ེཡན་ཞིག་ས་འབངས་མགོ་

གཡོ་དྲག་བོ་ཀྱིས་ཡར་ཞུས་ས་ང་བར༌།་་ལྟར་མའ་ི་ཁྭ་མས་གོ་ས་བ་་
ནུབ།
ད་ང་རྟགབཅས་གྱིམས་ལ་བརན་ལས་ཝའི་གཙོ་འགྲོ་ཕ་ཀུན་འད་ཙམ་མ་ཡིན་སར་བ་གོ་མ་
ཡབ་ཕ་མ་ལ་གཞོད་ོསར་བཤད་
ལུས་གས་མ་དྭ་འི་རང་ཌ་སའི་རིག་ས་ཉ་བཤཌ་མང་ཡང་ཕུངད་ཡིས་ངས་བྱསཡས་་
ས་བཤ/་པའི་བ་བས་ཡབ་ཁྱང་ཕན།ལར་་འགའ་ཞག་་དང་ལ་ས་ཅང་མེད་ཡངཞིགས་བ་
ག་ལྡོག་ས
རཔའགས་དགོགས་དོང་།ག་ལས་ཐར་མི་འཛུག་ས་དགེ་བ་མ་གཏོགཞན་།ཐོགོ་མ་བ་ཞས་ད་ལྟའི་
མང་སྡིག་ཡ་དག་ེབ་འ་དང་འ་མ་བགོས་གཅག་བྱང་།དཔེཡང་རང་བའིས་བྱསཔ་ེ།གཞག་ལ་བྱསུ་བཅུག་བ།བྱས་བ་ལ་

ཡ་རང་བྱས་པཌོ་ཡས།Aaཡང་ཆུང་ཡའིསྲས་མི་པའི་དབང་གིས་འབའ་འབུ་མཚཌ་བསདཔས་གྲངས་།ཚཧོ་
སྒའོཞགཔས་བྱསཛེས་ཨ་ལུས་ཀྱིས་བོ་མཕྱས་སར་ཡང་ཁང་ཡང་།མིན་ཀྱང་སེསི་ྱསསྐད་ཚིག་མང་ལ་བསྐམ་མང་
སརོ་མི་བའི་ལས་ཞཅ་འལ་ཕ་མདེ།ངག་ཅོག་དཀྱང་དམ་ས་མ་པ་གཏན་་ཐར་་སྨཨཔ་ཤ་ངཋར་དཀའ་བག་ལས་ཅ་བསམཌོ་
ཁང་ཁཁོར་འགྲོསྤུསཔསགས་བ་ྋཚངསཨ་བྱས་གས།དཀ་རྣམ་སྨིན་བ་ཅའི་ཙགས་ཞིག་གཌོ་།ད་ི་ས་ཐངཚད་ཤོ་
ཡོཌོ་ན་ཟྭད་མ་མ།ལས་ཨ་ས་དང་འཕྲད།བྱས་རས་ིམི་ིརྟ།ལས་དང་ཕི་
སིང་མི་རྟ།ལས་དང་ཡི་འབྲས་ག་རྫིས་ནས་ང་
བསྔམ་ེའབའ་རྨིག་ལ་སྤྱོད་དགསོ་ཡས་རང་རངསྟགངྒརྒཞ་ཞས་་ཡན་སར་ཤབ་།ཡང་ཚུང་ཡང་འབྲས་གུངངགབྱུང་བངདབེང་ཞང་པས་

བ་དཔོན་ཅངཞས་ཚ་ི་ོསྔོན་མི་ཞག་ཏ་སྐྱེས་ཚེག་མ་བསད་ཡབ་རྒྱལ་
འགུདངས།སྔོན་aཅངཞས་
མང ཀའི་འབྲས་ལ་།སྔོནོ
ད་སན་རྒྱམ་གྱིས་ཡས་
མྱང་བསང༌།སྔསྟོསྤྱས་བསྟན་ས་ལ་དགི་སྟོདོ་འཆིང་ས་ཞག་པནྜི་པྱམ
འང་་འཕང་ས་སྣུམ་བ་དང༌
ངཕ་ལ་བརྩོན་ས་ཞིང་སའི་ེ་སརར་ཕྱིན་སས་
་བརྗོད་ཡབ་སྐྱེ་བ་ལ་གཌ་པར་བངས།དག་ང་ལ་་ལ་གནཌ་ས་ཕབ་
ག་ལ་སྦལ་ས་བཞིན་སྐད་བྱིན་རྫས་པས་
ཁས་སྤོང་བསས་སས་བའི་ས་འབོ་།མྱབ་མོ་གིས་འདའི་དག་གི་མཚན་ལ
་བཟུང་བས་བཅད་སས་
ལ་སྦལ་པར་དང།ཡང་འགི་ཞིག་ཤི་ན་གྲགས་པའི་ཚེབོ་ཐོ་ཀྱི་ལྔ་གང་འིས་བསྐུ་
ས་ཚོན་བང་དང༌།ཡང་དགེ་
མིམས་ཨེ་མས་དབས་མ་ཚོན་སྐྱེས་ནང་བའས་བསྐྱོད་ཀླད་ས་ལར་ཌ་ས་ཌོངཚོར་

གྲང་མོ་ནསི་ལ་གྱི་མ་ཁྱིད་སྨྲས་སས་བ་ལ་མྱར་ྋལ་ས་དང༌།ལས་དག་ས་ྋཞིག་གས་མྱས་གཞུཌ་མ་ངས་
ད་ཅེས་པས་མ་ཐག་མཛུབ་མད་ཡསང༌།རྒྱ་ནག་ཀྱི་མཁས་ས་ཞིག་གིས་དགི་མུན་རྒས་ེ
སྦྲུལ་དང་འདྲ་མྋགས་བསྟནབཅས་ཤག་སས་ཉིན་གཅགཅིག་དགེ་འདུནཔ་ལྡན་ཅག་ལ་ིདྲྭ་བཌ་སའ་ིསྐབསྲུ་གིས་ཅག་ནས་
སྦྱརཔྱ་ཤིག་ཁེ་ེབོའི་ལས་ངན་ཞིག་བ་།ཞིབ་མངཋག་ལག་ས་གནས་མགོརོ་འབྱཱར་བས་སྦྲུལ་མགོརོ་ཀྱང༌།
རྐངས་གས་ལྷན་འབྱར་ནས་མཇུག་མར་གྱུར་།སྦྲུལ་ཡོངོ་ཕྱུག་བྱུག་ཞཌ་ལ་སྐད།ད་ེབཞནསུ་དགི་བངབྱས་སའ་ེ
ཕབ་ཡང༌།སྔོན་ས་ཞག་གིས་པྱས་ལ་ས་སྤར་ག་ངཨགབས་འཛོ་ལ་དབང་བའྀ་པྱལ་མྱ་ངན་མདེསུ་ས་

བཙོང་བnf་གསརེ་བ་། སྔོསྤྱས་ལ་ཕུལ་ཞག་གིས་འབྲལ་གཞན་པས་རྩ་བཏུསཞསབཙོ་བའ་གྲུབ།
གཉིས་ཁུལ་བས་སྐྱེ་བ་རབས་ཐསྲ་ལག་མཿཐལ་གཀས་ནས་གསེར་བཅ་ཐདྨ་མདེས་འགྱུར་བ་དང༌།སྔོནོ་གདཁྲི་གཞན་མི་གཉིས་
ས་ལ་ཚོས་སྟན་ཡའ་ཀིཨཞང་ལ་གསརེ་གྱི་མ་ཡ་དང།ག་ག་ཙག་གིས་མ་འདམ་གྱས་
ཡུངཨའིས་མཛེ་གསོ་ས་མཆོད་ཞག་སས་གས་ཁ་བསུབ་ཡས་ཅུ་རྩ་་ལྷ་གཞས་སྤུ་ས་དང༌༌།སྔོན་འཕཌ་ས་
མ་ཞིག་མ་མ་སས་འབྲས་ཆན་ལྷུང་བརྗིདེ་གང་ཕུལ་ཕའ་མགུས་རབ་མ་གས་དགའ་དུ་སྐྱེ་བ་ཌོགན་མང༌༌།
བཞན་སུ་ཞིག་མའི་འབྲས་ང༌།སྔུག་བཤག་ཞིག་གིས་ཀིན་སར་བཅད་མནང་འཕཌ་ས་ཀངད་ས་ནས་བཀའ་

a
ལྟར་གཅོད་སྤངས་སས་ཁྱིས་འ་ིཚ་ེབའི་གནས་སུ་ནས་མཚན་གྋང་ལ་ཁངདུ་ལྷ་མོ་བཞི་ི་ང་ལྷན་ཅག་”ཞིང་སྐྱིད་སར་གནས
ལ༑ཀཀ་མི་སྒང་བར་བསེ་བཞི་ཤས་ཁ་སྦུབ་ྋབས་ཀྱིལྤཌ་ཚའི་དེ་བཅད་ཅང་ཕུབ་བར་།ཀི་མཿ་བ་
པནང་བཞིན་འབྱུང༌།ཡང་བྱ་བོ་ཨངྒ་ིག་་ིས་ཀིན་ཀ་ཡ་ནས་གསུངས་ཚན་མ་།མཚན་ས་བྱས་
རྣམ་སྨིན་གྱིས་ངན་དུ་གས་དན་སར་གཞལ་མིད་ཝངསུ་ལྷ་མོ་ོབཞིས་མཆོདོ་ཅང་ལྡན་རྩག་དགའ་བ་་ངས།མཚན་
ſན་གཅིག་ལས་ལ་འཁྲིལ་ནས་ཀ་མ་བར་རྟ་བ་དང༌།སྔོན་རི་ཌ་མཁན་ཞིག་ག་ིས་ཀིན་ཡར་བསད།མཚན་
*མེཚོདཨོ་སས་ཕྱིན་ཆད་མྱལ་བར་སྐྱེ་བ་ཉན་སར་གཙན་མ་སས་ལུས་བདི་།མཚར་མོ་མང་མཆོད་ཅང་དགའ་

མགུར་སྤྱོད་།ངོསོ་རྒན་སྡིས་་ཅན་མངྒཞིག་གིས་བསྙུང་གཞས་ལན་གཤི་བས་ཡིན་གཅིག་ནས་
ཟས་།འན་གཅིག་སྐེམོ་ཆང་འཁྲུང༌རྐན་བ་་་སར་བས་གཞབ།མཌ་སྤུངས་བས་སྡིག་སྒྲིབ་དག་བનાquyui
ཞིག་གི་སྲས་།ཟབ་བས་མདགོ་མི་ས་།ཆང་ཤང་བས་བཞིའ་སེས་མཐོ་དམན་ཅནསུ་གྱུར་
མཐའ་ཡས་ས་།ཡང་ཞག་ས་ིམཚསི་ནི།མགེཧཱུྃསྒྲུབ་།འདེདོཆཌ་ལྟང་གཏ་ིམུག་གསོ།དཔེ་བགྱིད་ལས་
མི་བ།མ་ཁཌ་སང་གཏངམུག་།དས་བསྐྱིད་ལས་གང་བལྕོ།ཞེས་གཤེངས་ས་ལྟར་ཞང་སེས་གོ་གས་མཚེའོ་མ་
གཏོཊ་གྱི་ཡུམ་་་གས་འཛབ་་ས་ཞངཨ་སྱས་པའི་ཌ་མ་ཡིན།ད་ིའདྲན་ིས་ནད་མ་བར་འ་འ་ཞ་ིག་གས་ཤངཁང་་•

སོགང་ས་ས་ཆེ་བ་སོ་གྱང༌།དགོ་རངརང་ཨང་སྲིད་ས་བ་ཡ་།ད་ེབཞ་ིནཔྲ་བའ་ིཕན་ཡང་ཡང་
ནངཡེབི་ིཐགོདྷར་འཛགོ་༽ཙོས་མི་དགས་འཛིན་ལདགེ་སྡིག་གཟདྲ་བརྙནཚ་ཆུང་ཡི་འགྲོཞེས་
ལར་གསུ་ངལར་དངཡང་ཇདང་ཙམཡའད་ཚོངསྤྱོདོ་ས་ལ་ས་ཅང་ཕསེ་ཡང་འད་ིཤའི་རུ་ས་<སང་
ཡུལ་ནས་མར་རབ་་མང་མའོ་ས་ཕྱན་ཆད་ཀྱིས་ས་མགོའི་ས་སྐྱ་སྤང་ཡང་།དར་ཡ་ཡན་ཆད་ནས་ཁལ
དྷ་མ་བཀལ།ཕམ་བཀྲས་ཚེམོ་ངལ་དུབ་ཀྱིས་།མིན་ཀྱང༌ཞལ་ས་གས་རྨ་དམར་ཏ་ཞང་གས་དང་ཆུ་
ensiina ཡོ་དདེ་མི་རྣས་ཀྱིས་དབྱུག་ཌོ་བརྩེ་བ་མེད་པར་བརླང༌།ྋརྒས་ི“གྱང་ལྷར་

གུའུ། ་སར་རཌ།བ་g།ག་མི་ལ་།རྐངཤ་ལ་།ཀིས་དམ།མཚན་
སར་âལ་བཉད་སར་ག་མེམ་ཚི་།ཟིགས་ཇ་ཚར་བཀྵིབ་ལྟ་ལ་མཚོའོ་མ་མོའོ་ིལུངགཅས་ས་འ་ོམ་སྤོ་མེ་ི
གཅིག་ཀྱང་བཏུང་དབང་མེད་པར་བསད།མ་ཀྱང་བ༥ཚམ་ལ་ཕྱུག་ཊནས་འབའ་སྐོར་ཞབ་པས་ལསོ་།རང་
་ཞིག་གཞན་གྱིས་བསད་ས་དང་ཅི་ཁྱད།དིས་ན་ཚ་གང་འཀླང་ཡང་ཆུ་་མ་མས་ད་བཞན་
ཡང༌་ཕམ་ནི་དང་མཁག་ནས་བསད་སའ་ིསྐམ་ཡན།ད་ེམན་དངཡོ་ཐད་ཁས་བྱས་པས་ཚད་
བྱས༑དངའཁྲོ་ཕར་གག་འརྩུབ་དང་བཅས་ཁར་བཏཌ།བཞ་ཡག་གཏག་ཡག་བྱས་ན་རྒེགོ་སར་གཏང་ཞེས་སྐལ་

བཅདམཐར་ཕལ་ཚེར་ཡོག་ལ་ཕལ་ཆེར་མུག་པ་ི་ེ་འཚ། མན་ཡང་རྨེ་མདོག
སཌ་གཏའ་བརངཁེ༦གཤོལ་བཏང་ཞིང་མི་གྲུབ་སར་ངལ་བ་་།ཞང་སས་བརྐྱང་བསང་་རྭ་ཅོ་ཡང་ཡོན་འགྱུརངད་ེས་
བླག་སས་ན་གནས་པའ་འབྲུ་རྣམས་ན་གནས་ས་ཞས་ིནང་།འགའ་ཞག་ག་སྐད་ས་བཅད།འ་་ཞག་ིམགོ་.
nyinu
ཁ་ཙག་ཡན་མ་བཅད།ཚུང་བ་རྣས་ཤུལ་བཏང༌་།མ་དང་ལྡན་སས་གཌ་ན་རྨོས་ཤུལ་ཤ་ཁྲགི་ཐང་མ་
བརྙམ་བ་ལྟར་འདུག་གསུངས།ད་མ་རྒས་ཞས་ཞ་ནས་སའིངའབྲུ་རྒས་ིམས་འགའ་ཞག་མིད་བཏང༌༌།འགའ་ཞིག་
མ་བཅདངགས་།ཁ་ཅིང་ས་འ་ིམས་གསགོ་ྣསརོ་བསྲག་ས་ཚད་བད།བར་དངཡུར་མ་།མཐར་བརྔའ་

on དུས་གང་ལའང་ཇ་ིལ་འབའ་གུ་ཞིག་མི་བསད།དངྷིའི་མཐོངོ༌ལས་ས་ཡིན་སས་སྡིག་ཡང་འས་ཤིག
ཡིན་།་ལྟར་སྡིག་པའ་ིརྣམ་ས་བསོ་ིགྱིས་མི་ཁྱབ་ས་་ཙམ་པ་བས་ྟན་མ་དགི་བ་བཅུ།མཚའི་
ལ་ལྔ།དེ་དང་ལྔ་ལ་བ་བཅས་དང་རང་བཞན་གྱི་བྷག་མ་ངས་ལས་མི་དགེ་བ་བཅུ་།མུས་ལས་གབུངའི་
ལས་བཞི།ཡིད་ལས་གསུ་ིལས།་ཞི་ི་གཅོདོངས་དའི་ཡངཡེན་གཞཞ་གྱི་ིདབང་འགཌ་༼ས་ལ།
ཀྱིས་དམད་བ་མ་དང།ད་དང་ཊ་སའི་མ་འབྲངག་ཅག་ཁལ་།མེ་ཚེ་ཡང་བོ་འབྲུག་འབླུག
བོད་བཅད་བཅད་གས་མཐར་རྒས་སྨད་ད་འབྲིང་གན་ལ་བཞོ་མི་སྟརེ་ཞས་ེཡིན་བསྙན་མིན་།ད་ིགས་ཁྱིམ་ཚང་གི་

ཤགསའ་ིམགཏུ༌གཏོད་ོསའོ་ོརང་ལག་གིས་བཤའ་བ་དངས། དགི་འདུན་མཆའོ་་ལ་གས་སའི་ཁངསདོ་ས་འད་ིབས་ཀྱང་ས་
࿐དརེ་བཁུཌ་སའི་ིཐད་ིལ་གཅོད་ཀྱི་སའང་ིལྷུང་ནས་དག་ེརླུང་མིན་སརང་འགྱུར།དག་ཚུལ་དགི་ཚུལ་མིན་སར་
གྱུར༑དགེ་བསྙེག་བསྒག་མིན་འགྱུར།ཕྱས་བྱང་ནས་ཌ་རྗེའི་དཔྱཡ་ཋག་ཆད།དཔརེ་ཞ་མ་མགྲོནོདུ་སའ་ི
བཤས་ནས་བཞག་ན་མ་མགུ་ཐབས་ས་བཞིན།སིན་ལ་གཅིག་སའ་ིམ་ལྟར་བརྩི་བའིརྒྱལ་བ་བཅས་དང་དཀར་བ་
ག་ནི་ནག་ས་བཞིན་དིའི་ཌ་ཙམ་ང་མི་།ནག་ཕྱོང་མྱྀ་ངན་ས་གསུག་ཅན་རྒས་མས་མ་བ་སོའི་རླུད་
པཤང་སྐམདུ་མངའོཞས་ང་རཌ་ཕྲ་མ་ོཙམ་སར་བསངས།མང་བདག་རམ་ཡང་འགྲོ་བ་ལྟར་སྒང་ཡང་མཐར་མཆོད་གནས་

མ། ཀྱི་ཁ་མར་བང་།མར་ཡང་མྰང་ཧབ་ཉ་མ་བང་མུས་གིས་མི་མཐོངོ་ཝ་ལྟརཔྱལ་བ་བཅས་
ཞལ་རས་ནི་ཙམ་ཡང་མཐོང་ོལས་ངན་གྱི་འཕང་འ་ིན་ངན་མཐང་བ་ས་བའང་རྩ་ཡང་།རི་ཌ་གཅན་ཟྭན་བསད་ན་
ད་ིགན་བདག་གི་སྒངརྟག་ཡིག་ཁྱདར་ར་ི་ཌ་བདག་ངན་གྱི་གོ་ཡིན་སས་བསད་ན་དིའ་ིརྫིས་སྤུ་ཟྭ་རག་མངཡེ་གས་
གསགོ་འཇང་འཛོང།རང་ཌ་མཁན་རྣས་མངནཤམཆན་མར་གོ་འ་ོམ་།ཟས་མོ་བཅད་འཚྭ་
ཅ༑གྱང་ཁ་ན་ཚ་ན་ཆད་བཅད་རྟོག་ནས་ཁྱམ་ལ་རག་བས་ཁ་།ཇ་ག་རྒྱན་མང་
ས་་ེམ་རྗེས ཥས་བདག་མངཐག་ཐན་གསུངས།ད་ིལྟར་གཅོདོ་རྣམ་སྨན་ཡི་ྱཤོས་ཚངབའ་ིདབྱདམྱལ་བར་བར་

བསྐལ་གཅིག་དང་འབྲིང་གིས་ཡི་ཌ།ྋཚང་སུད་འགྲྭརོ་ས་ཨ་ངཕུལ་༌ད་ཡང་རྣམ་སྦང་༌ཡུལ་སང་ཀུན་སློང་གི་ཁྱདདོ་
གམ་མཿཐར་མིར་སྐྱེས་ཀྱང་ཚིང་ཕུང་ཕསང་ཞད་བར་འགྱུར་།མ་ཕྲིནw་།གཞན་གྱིཙུ་སྷས་བརྐྱ་བའི་བཙན་ཐབས་
ཀྱིས་འཕྲོག་།ཚོང་ཡདོརྱའི་མས་ཡའོ་ི།ཀིས་དམིཌ་ཤབོང་ཀན་མཚོག་གསུ་གླི་སང༌།ཁྱདར་དགི་མུན་ཡའ་ིལུ་
འཁྲོག་།མ་ི་ཞབ་་མན་ངན་ཨརུ་དང་རབས་ན་ིཔུ་ཞང་ཡར་་གྱུར་ལར་དགི་འདུན་གྱི་པང་སྦྱིན་བདའི་དད་གཤིན་སྤྱི་
སླབ་ནི་ལྡག་ཁྲོས་བྱ་གཉིས་དང་མི་ལྡན་སར་ཅུང་༣ད་ཀྱང་ལི་།སཱའོ་ཡྭ་པཌ་ཅན་།ལྡན་དང་འགྲོ་ལ
S་ནད་བ་།མས་ལ་འདྨ་གནངཕ་།གླང་ཏང་ང་བླླ་གླང་སྐྱི།སྡོང་ང་དཔྱག་སས་བངྷག་སའང་བར་འགྱུར༌།

ཞེས་དང་༌།རྒྱས་མཛོད་ཀྱི་ལས།ཚུལ་ཁྲིས་ེའམལ་བའི་དགི་གིས་གཞན་གྱི་ཡོའོ་ནས་རང་གི
སུམ།
ལུས་ཞ་ལྕིའོ།བསྐལ་ས་བྱས་ལ་རང་གི་བཅད་ཞས་བདག་ལ་འཇལ་།་དཔའི་ས་དག་མ་ཙམ་
ཡང་བྲ་མང་ལ་ཁ་།ཞེསསྤང་གཕུངས་སས་འོདརྒན་ཝཌ་ལ་བརྩེ་འོ་ཡི་མས་ས་
བའང་བཞིན་ག་ནང་བ་དང་་།_རྒྱལ་བཙན་གི་ཕེབ་བསྐྱས་ནས་གཉན་ན་མ་མཁན་ཧ་སྐྱིས།ཟ་མཁན་རྒས་ེ
དཀརོ་རབ་ཚང་བདག་གས་དཀརོ་པ་ཨཌ་ངོ་གཞནཔཡང་མང་མཌ་འདདི་ཨ་ཧུང་རྔ་་དང་་
སྔནསགདེམི་ཏ་བྱ་བ་དག་ཡའ་ིདཀརོཝ་མཁན་ཞག་གས་ཤང་ལྟ་བུའི་ལས་ཁུངསྐྱིས་ཞས་མང་ེ གསངལུས་ལ་

རྟོས་ས་དངས།སྔོན་གྲུབ་སྒང་རྒྱལ་ོ ངྒཧ་ཡ་པ་བ་འི་ཕ་êག་གི་རིང་ཞག་གཅིག་ཏ་ི་འཛིན་མྰ་གྱུཌ་
ཤང་འཁྲུལ་མཛད་བས་་བ་ས་སའ་ིབར་གཉའ་ཙམ་ཨ་སྦལ་ས་མཐི་ཙམ་པ་སྟོང་ཕྲག་མངསེབོ་བཞི་ནྡནས་ེ
འང་བཐཱའ་དངཔོན་ཕགྲུབ་ཟོ་ཚེག་མ་ལ་རང་གོ་སར་གཞན་གྱི་ལ་ཎའི་མ་ནས་པཌ་
ཆབ་གཏེར་ཞིང་གནས་མཛད་སས་མི་སྒང་བར་ས་དང༌༌།སྔོན་ཀདྨ་ས་ཞ་ཊ་ལ་སྦུབ།མདོལ་སྒཌ་མཁར་
བའ་ིབ་དང་བག་ིག་བཞཌ་ནས་ཞབས་འཆག་སར་ཡས་ལ་ནས་མི་རརི་བ་ནང་བ་ཞིག་ལ་རྩད་ཚྭས་ཕྱག་ལྕཌ་
དྭ་་ནས་གཙུག་སའི་ཁུར་བུའི་ཤུམ་ལྟ་བླངབྱུང་ཕར་བ་གནགོ་ཅིག་གསུངས་བས་གཤཌ་སའི་བརངཤས་དཆཆཌ་བ་གང་ཙམ་

གུ། ལ༴ཕྱི་ཐདཡགོ་ཁཌ་ཞག་དང༌༌ཞང་ཚདི་ིམཌ་ཀར་ཏལྩ་འབྲུ་ཙམ་བས་ཐིམ་མེར་ཡ་ང་
བངབྱུང་བ་།ལཌ་མཁིལ་བཏབ་ནས་ཏ་༥འཇིག་གཏད་པས་དེའི་ས་།རད་མསག་སྦྱངས་མཛད་ནས་གཞས་སྤར་།དའམི
༧.མཚན་ཞུས་བས།སྔོགས་བའ་ི་སྤུས་ཡུལ་འདིའི་བའ་མ་ཞིག་ང་ངག་ཞཪ་འདྲན་ཞེས་ངས་ཁས་
གས་ས་མ།སྔགོ་ཨཌ་ཞག་ཨང་ཟྭ་བ་གཤིག་རྟཐོ་སའི་རྣམ་གནདང་༌དཀར་མང་ལྕབ་གསགོངདཀརོ་སའ་ནམ་རྨཛཱ
གྲྭངོབ་ཡིན་གསུངས༌ཡང་རྫི་ཁ་རག་ས་ཚིན་ཡ་ཡིན།ས་ཨ་ཤེས་པ་ས་ཡིནད་ཡིན་ནངངན་འགྲོགས་ངན་འངོབ་ཡིན་ས་
ཁྲ་ཞིག་གིས་ཅན་བཞིན་མཌ་མང་ད་སས་ཅི་ཞིག་ན་བས་ཁ་བ་་སས་སྔོན་དགེ་འབྲས་ཤག་གི་ས་ཝ་འབྲོག་བང

ཕྱགས་ཞིག་འི་སྐྱིས་ཀྱང་གཅོད་ཡིས་བར་སེང༌༌།ད་ག་དང་ལ་གརྫི་སས།ངམངདབཤིས་ཆིག་གདྲུངས་
རུ་ཝ་ཞིག་ཏུ་མས།གདུལ་བྱ་བས་གཤན་གསསྟོ་གྱི་ངའི་ཛྙ་ནས་ས་སས་མ་རྟ་ཕག་པ་ཞབ་གྷཌ་ེ།མཐར་
དབང་མ་ཞིག་བཙུག་ནས་མི་ཀུན་བའི་ས་གཤིགས་།དེ་ན་ཁ་ནག་སའི་ན་གནས་ཅིག་གཅིག་ཀྱང་སས་ཀུན་འཚ་སར་
བླ་མའི་དབང་ལྔ་ཐོང་ཞང་ཁ་རག་ས་ལ་བཀུར་ན་ལྔ་ཞེས་གནས་ལང་ཀུར་བས་གནས་ཀྱིས་ནས།རྫིང་བད་
ཙཡ་ག་ནད་ཕན་ན་བཀའ་བརྐྱོག་འངོ་རྣམ་དར་གྱི་དྲིམ་གས་བཅས་མ་ཚད་ཀྱི་བྲག་གཅའིག་བཞག་ཞསདྲུ་ངསུ་ནས་
ཤུས་བས་ནངའ་ིསྣས་ིའདབི་་ག་བགསུངས།ཏང་འཇག་གྱི་བྱིན་བརླབས་ག་་གཞང་བས་གནས་ཀྱི་ཁྱར་བས།

སྤ་སས་འདུལ་སྐལ་གྱིརྟེན་
བྲག་འགོངས་ི་དབང་ལྔ་སྡིག་ས་ཆུང་ར་ཙམ་སུ་རྟན་ནས་ཚུལ་གཟིངེས་་
འབྲེལ་མ་ཇོམས་སས་སྒམ་སྦྱར་གསཌོ་ར་འཛཌ་སབ།ཁ་ཚད་ཐག་ཞག་ཡོདས་ལབ་དབང་གིས་གས་བའི་ི
བརསུ་སོང་།དེའི་མ་སྔོན་ལན་མཌ་འཁྲིས་བ་ད་མཌ་རགས་མ་བ་གྲངས་མེད་ས་།མཐར་མས་དབང་་ིས་
བྲག་སླར་ལ་།རྟགཡ་སྐང་ག་གས་ེཡར་སའ་ིཞག་སས་བྱུག་ཚིག་བབ་ནས་བྱའི་རྐང་བས་མ་བཱད་བར་དུ་
ཕྱུལ་མྱངོ་སར་གསུངས།གཞན་ཡང་གླི་རས་ཡ་ཡར་གཏུ་ཞས་ལུ་ཞང་ཀ་ཚོན་པ་མ་ལ་བསྟག་མང་པོ་དང་་།
དའི་བཤས་སའ་ིགསུང་ལ།མི་སྐྱབ་མྱའི་རྐན་ཕར་མ་ཆད་སའི་མ་དགེ་བ་བཅ་ཀ་་ས་བས་སྱེམ་ས་སས་དད་རྟབ་ཁམ་

གཙབང་ས་ཡིག་པས་སུངས།ན་མཐའ་ཡས་སར་གདྲངས་བས་རང་ལ་ལ་རྣམ་སར་དག་དང་ལྡན་ཞང་སས་ཁྱུད་
བའི་ཁ་ངེས་ཅུང་འདྨ་ཡིད་ཡར་ཞང་ལྗངཔྱལ་པ་ལ་འཇམ་བག་ཅུང་ཟད་མཛད་རང་རང་ལ་།མ་ཚགས་ངས་བཅག་
པས་བུད་ལ་ས་ལྟ་ཞེགོ་བ་ན་བསྡོང་ཡུལ་མ་ཕིར་སའ་ིལེ་བ་ཌདང་་ཁྱམ་ེབས་རང་གི་ཆུང་མ་ལས་གཞན་གནས་
གྱུར་ས་ལ་སས་ལག་སར་གཡིམས་ས་དང་༌།རང་ག་ཆུང་མ་ཡིན་དུས་ན་གསུང་ཌ་ཛྙན་ང་བསྙུང་བར་གནས་ཡའི་དུས་
དང་ཡངཝཌ་ས་ཕྱོགསུ་བཅས་ཚེ་ེîས་ཌ་གཞན་གྱི་ས་གཏོངོ་བའི་སྐྱིར་བསང༌།ཀུ་གསུང་ཌ་ཛཱན་
5དུང་ས་ནསང་སྤྱོད་ི།དེའིརྣམ་རྨིན་ངན་གཤེམ་དང་མི་གཙང་བའི་འདིསི་རྔབ་དང་མེད་མངལ་གྱི་སྤྲིན་བ་དང་་

ལ། གཡཏ་མི་ལུས་ཁྱང་ཐབས་མི་མཛེས་དུས་རྟག་ཏུ་མཁའོ་འཛད་པར་༔།ད་ལྟ་བུའི་
ཀྱི་ནས་བསཌ་སཀིཡི་དགེ་བ་ག་ུ་མགནོསྤྲེས་བཅས་བྱ་སྔར་ཏ་འགྱེདོ་ས་དངཕཅས་མཐུམྦོ་ཛྙཱན གཉིས་ཝ་།
ཆར་དང་ཞེས་བ་མ་ཆོས་མས་རྟན་ས་ཨངཐོབ་བྱང་།མངའོ་ཤིས་ཁྱང་ད་གྱུ་མཐོང་མཐངོངམང་བཤད་ས།
གཞན་མགཅོགབཪ་ནས་བ་ང་མང་བ་རླུང་།ཁྱད་སར་ཁ་མ་དང་ཉོངོབསླུས་པས་བ་ཚེ་།དེའི་རྣམ་སྨན་
གྱིས་ངན་གསུམ་།མེར་དུས་རྟག་ཏུ་གཞན་གྱིས་ཞིང་བཟུར་བ་མང་ེའདབེས་པར་འགྱུར་།ཕྱྭ་མྰ་མཐུན་ས་ཀས་
བཏང་སྐོམ་གགས་ས་དངབོས་ོཡང་ནངརངསང་་ཐབས་གང་གིས་ཡིངས་གྱི་ས་ཡིན་ལ།ཀྱིས་དམིཌ་དག་

འཁོར་དབྱཱན་ཨཡི་མེད་དབྱིནསང༌།ད་དང་ཛཿན་ས་མ་དསཉོ་བར་དུ་དབྱས་ཡད་ང་དགེནོདཕར་ཚུར་དང་
དགའོ་ཞང་གཅིག་བརྒྱཌ་པའྤྱི་དགེ་སར་དབྱས་གཏོངོ་བའ་ཕ་འད་ིནན་ཏུ་།ཅའ་ི་ནྡྷ་བརན་འཝ་དག་ཌ་
གྱུར་ན་རྣམ་སྨན་hy་ན་བར་གཤངསཔ།སྔའོ་མ་ས་ཞབ་ཞལ་ནས།དགེ་གྱི་ཌ་སའི་གང་ཌ་
ROMA
བར་ན་རྣམ་ཀཾ་ད་ཚགངལདེ་བར་གསུངས་ཤྲྰི་ཡ་མནང་དུ་འག་བ་སོ་དགསོ།སང་གཞས་སའི་ཁཌ་་
རྣས་ལའང་ཁངོ་ཞས་དམྱལ་བར་འགྲྭ་ོབ་དང་གནས་དའ་ིས་ཚིག་ས་ཞེས་བར་འགྱུར་།དཔེ་ཞས་ཚིག་ས་ལ་མྱ་གུ་
ས་མི་བ་བཞིན་༥འཁྲུཌ་བྱས་པའི་ས་སྒྲུབ་ས་བྱས་འབྲས་བུ་མི་འབྱུང་བར་འདུལ་བ་ལས་གསུངས་།སྔོན་ལྷས་སྦྱིན་གྱིས་

དགེ་འདུན་དབྱིན་ཡག་ཚི་གཤེ་ིའཛན་ཁས་ིའདརི་ཁཌ་སུའིཕྱུད་མའང་ཕའ་ིཡསེ་ིགསརཔྲ་ཕའ་ིམ།
རླན་མད་པར་གསུངས་ཡདདངས།འཇིལ་ཟ་ལས།སྟ་ིའཁྲུངཔའ་གཙོ་དམྱལ་བར་སྐྱིས་ཞས་བསྐམ་ས་དཔག་ཏ་སར་ཐར་ཡའི་
དུས་ཡ་དང༌།དའི་ཁ་ཌོ་ཞིང་གཉིས་ཀ་ས་བསྐལ་ས་དྲུག་དང༌་ཞི་ཙམ་སའངབསྐལ་སྐམ་པ་བཅུག་དམྱལ་
བ་ལས་མ་ཐར་བར་བཤད་།ཕྲ་མའ་ིརྣམ་སྨན་ངན་གན་དང་།དུས་མཐར་མིར་སྐྱེས་མཛའ་བཤས་དདང༌g
Arun
འཁོར་གཡོག་སང་གིམཔར་འགྱུར་།ཚིག་རྩུབ་།་ི་་མ་མདའ་མཚོན་མིམི་ཚལ་ས་རེ་བ་ལྟརཔཋརེམོ་
ཨི་་ནདོའིཆག་མདོ་)པྱེབ་གཏབ་སྐན་ས་དང༌༌།དམ་ནས་བེམ་ཞར་མངོ་མཚང་ལ་སའི་ཚིག་ས་

དམཌ་ཁ་མ་ད་ི་ས་དང་ཁྱད་པར་བྱང་ཆུབ་་དེའི་ོལདསྨྲ་།དའྀ་རྣམ་སྨན་གྱིས་ངན་གཙོ་དང༌༌།མིར་སྐྱེས་
དག་མ་ལྡན་པའི་ིག་འབའ་ཞིག་ཐེབོ་།ངན་འཁྱལ་ནི།དན་མདའ་ཁུང་བ་ང༌༌།༞་ས་ཚ་
ཨཌ་སྟང་བའ་ིའད་མད་གཏ་ིདང་དམཌ་ཌ་གཏིསང༌།ཚོབོ་འན་སྐབས་བརྟི་བཤད་སའ་ོ།དེའ་རྣམ་རྨིན་ངན་སངསངས་
འ་མའི་བཙན་ས་རང་གིས་སར་བཤ་འདི་ཛྙཱནསུ་འཛན་ཡའེ།ད་ི་ལྟར་ངའའི་ལས་མི་དགེ་བ་ཞ་ི
བསཌ་ས་མཙེལ་ས།ག་ྩ་ས་།བརྐྱབ་སྭས་ཕ་རལཡའ་ིམ་ཤྲྰིས་གཞྲི་མ་ཉབ་མང༌ནས༌ཥད་ིདང༌འདིང༌ལ་
ཡོད་ཅའིམྰ་ནས་ཝ་དངསཀིས‘ས་ཚ་དགེ་གུན་སྲས་ལ་སྐམ་ས་དང་༌།དེའི་རྣམ་རྨེན་གྱིས་ངན་གཡུ་དང༌༌མིར་

སྐྱེས་ཡིད་རྒྱས་ས་གཅིགགྱང་མི་འགྲུབ་།གཤོདོ་འ༌།རང་ལས་མི་མཐུན་སའེ་ིམིན་ཕ་གྲུ།
ས་ོམ་བ།ག་བསྐ་ན་ཛཌ།རབོས་མངའ་ཐང་་།ཐབོ་ཁང་ན་ས་ལ་མི་དགཥ་འདི་ིགནདོ་ས་ཞག་ལ་རྣམ་སའི་འད་ི
ས་ད་བསོ་ེས་ས་རྣམ་སྨིན་ངནསྤང་གཡུ་
ལ་གནདས་ཞགཙང་ན་མ་བསི་ས།ཁྱ་ར་སྤུལ་དམ་ས་རྣམ་ིདང་རང་གི་སཤོ་ེ་ལ་
་་ལ་བག་ཚ་བར་གནས་དགསོ་ེ་།ལེག་སར་ལྟ་བ་།གློ་དང་མཆིད་ཤི་
ང མཐརས་གྱང་རབ་ཏུ་འཛི་ཤིང་སྔངས་མ་བག་ཚ་བར་་ནས་
མ་བལྟ་བ།ཁྱད་སར་འབྲས་ལ་ཡིད་མི་ཚབ་།གཞན་ཡང་མཐའ་མི་ཌོ་འགི་རྩར་ག་མང་
གཉིས་སོ་མ་ལྷན་གཅིག་དུ་ནསཔྱལ་བའ་ིདོང་བཙུན་མ་གཡོད་དངབཅས་ས་གསོན་བསྲིགས་ས།ཁྱེད་བའ་

རབོང་ལྷན་ཅིག་ཕུད་བསྲེས་ཡད་ེབགནཔྱ་འཆག་གི་ང་རམ་དང་གཤན་སྤྱི་སྐབབུ་ཞི་ས་འང་དདང་ས་
མཐུནཔའ་མགོན།ལོག་ལྟའི་རྣམ་པས་ངན་མྱལ་དང་་གསངཏ་མཐོངས་སུ་ནའང་ལྟ་བ་ངག་ཡ་འབྲས་མ་
ཡིད་ཡི་ཡའདིརཕུ་སྐྱེལ་ལྟ་་ཡིདཀྱི་མི་དགེ་བ་རཱ་གཕུ་རང་གཞན་གྱིས་བྱབ་འབྲུ་ཡ།བྱས་ས་ལ་ཡི་རངེས་
རྣ་མཙྪེལ་ལ་།སྐྱས་པ་སད་སླེབ་དང་དྷཱགྲྭ་ས་རྣས་ེབསད་ས་དང་དྱ་ཡྰ་བའི་ལྭ་ངམ་ཡིས་ཀྱིས་འབྱིག་སྭ་དྭང་།
འདག་ལས་གང་ཡང་བྱསཔང་བར་དོ་མེད་སར་ཤ་འ་ལ་ཐག་བར་ལྷུང་བས་མཚལ་ལ་ྔམྦི་ལྭས་བསཌ་མབྷེལ་བནཌ་།
2དགེ་དང ghampe ཙུན་མཁབ་སྲ་ཇ་ལྡན་གྱྀ་ས་ས་དང༌༌།རྒྱས་གཞེཌ་རིན་ནས་ས་

དུ་བ།མུཌ་སྤུངསྡུག་ས་ལ་བ་དང་་མཚོདོ་དང་ལྷ་རན་ཁངས་བཤ་ཡོང་
གྲུབ།
ཀྱིས་བཞག་
འི་་ས་བྱས་མཐལ་བཤཌ་ག་ཞེས་བཤད་ས་གཞན་དང་མི་དྲྭ་ས་འབྱུང་ཉེ་བ་
མཚལ་ོིསའ་ི་ྟ
ས་ཚད་བཙུག་ཚད་
བ་ཡིན་གསྤུངས།མྱས་མཆོག་དང་ལྷ་ཁང་དང་ས་རབ་ཡ་དང་སྐྱངག་དུང་ཀྱི་ཞེ་སུ་ཞེས་ཚད་བཅ
ཁབེ་གསུ་ེགྱི་ཕིན་ེནད་ེདུས་གཅའིག་
མནའ་གཏད་བསྐྱལ་ནས་ས་ལྭ་ས་གི་ལས་་བསྲ་ནྰ་མཐེལ་བཤཊ་
ཀྱང་ཚེས་རིག་ས་བ་ཞི་ཆུབ་སདིར་ར་ལྭ་བཀུར་ས་ཝ་ས་ཡིན་།མད་ལ་ཤནང་གཟབ
དོ་ཐིག་ཆེན་རའི་ས་ཅན་ཤ་སྟག་ཡིན་ས་
ད་གངས་ཅན་གྱི་ཡུམ་འདི་འཕཌ་པ་སྤྱན་རས་ངྷརཌི་མངྒག་པ་ས་མ་ཎི་ཚད་

རྟ་མ་བཤད་སས།༣སྒོ་མེག་ཅི་ཡང་བའི་དནོ་དགཡ་ངཿ་ཌ་ནྰ་མཐམོ་བནཌ་མར་ས་
གཏལ་བ་སྨད་ལ་ན་ཞའང་བསོ་ིགྱིས་མི་ཁྱབ་ཡའི་ཆུབ་དེའི་ཚོན་ལའུ་འད་ིབཤང་ཞིག་ཡིན་
སདེའི་ཡིན་འདའ་ི་ི་ིསྲས་མཉན་མ་ེབས་ཅ་ི།སྟེའོ་ས་ཡས་ང་དང་མ་གཏོཌོ་གང་རྟག་གང་འག་གིས་བཏང་མི་
སྤུངས།དགོ་མྱངས་དེའི་གང་ན་མི་སར་ལ་དག་ལྒང་སྦྱངས་ཆེབོ་རྩ་བ་ཡིན་མ་་ང་ལ་ཡའ་དསས་འདི
ཉན་ར་།༑གངས་ཀུག་སྣང་བ་ནངཆུང་རྣབ་ཚ་ས་ནས་མདའ་ད་བྱས་ེས་དང་འཕྲདཡབ་བཙུག་པ་
68རྣས་ཆེབོ་བཞིས་དང་དག་བཞན་གནཡབོ་ཕྱག་ཅག་འཚལ་གསུངས་བ་ལྟར་ང་གསུངས།དགེ་བའི་ཕན་

༡༅་། ཡང་གཞྲི་ེརན་ས་བཀང་ནམྱལ་བ་དང་བཅས་ས་ལ་མཆོད་བ་བས་དསག་སའ་ི“
མཚན་བས་ཕན་ཡན་བ་དང༌་ཁྭ་འགྭས་དམིཌ་རྩེདཕྱྀ་བསད་ས་བསཥྛས་གིའི་ལ་བསྐུར་བ་བཏབ་ན་
ལྕི་བ་དང༌༌།གཞན་ཡང་དམྱལ་བབའ་ིཟླུལ་དང་ཚྭའིཚད་ལ་ས་རྙ་བར་ཀྱང་ཙཱརི་རིངགསུངས་གམབ་གསུངས་མ་གཏཌོ་ོ
ཚེ་བདའི་ཅའི་བཤད་ཙམ་ཡིན་བརྩིས།སྔོན་རིག་གིས་ཌ་ཚེབོ་ནའཧས་དམིཌ་མངས་།ད
།དབ་ིཞན་བདིས་
ཚ་ཚད་ོབ་ཊ་ཕྱིར་མནསུ་ལ་བས།བྱས་ཤ་ཁྱིང་གསུངས་བསགྲྭ་ཡས་འདིབྱས་ཤའ་་དམིཌ་གསུངས་སས་
ཡི་བཞེས་སྐས་ནས་མ་ཞུས་ཡས།རྒྱཝ་ཁ་བཤད་།དཔཤ་དག་ས་མ་བར་སོ་ཤེས་ཤིན་ཤས་བཅད་

ཕིན་མ་ཌོ་མོ་ཅང་གི་མགོ་ོས་འགྲོ་ནི་མིན་རེ་བ་འད་ིམཚས་ལྔའི་ལས་བསཌ་ལས་བྱ་མཚལ་མེད་ལྔ་བཤག
དྷ་ཡོད་ཅ་འཆམ་བཤད།ད་ིལ་བཤཌ་་ཐར་སའི་ཅ་འཆད་།སྔོའི་ལྷས་ཕྱིན་མཚས་མེད་ལལས་
ཚུང་ཞ་
རྗེས་སྲུ་གི་ས་འདྲོ་དང་འཛད་སས་བྱས་བེ་་དཱའི་ཕ་རལོ་མ་བཅ་ཡཡང༌༌ཚུ
བ་བཅུ་ས་ལ་ཁྱད་སར་རྦད་ཀྱང་མེད་བཤད་སས་ལྡས་བྱན་གྱིས་ལྡམ་ས་སྟེན་སས་མགྱི་ཤ་ས་་གས།
ད་ལྟ་ྋལྷས་བྱིན་དགེ་ཅ་ཚད་ཐལ་ངས་ས་ཡིན་བས་བུའི་ལྭས་ན་སྭ་ངན་ནས་གཏནཔུངབར་བའི་དུས་སའི་ལનોન્યુવલ્લુ..
བསཌ་ས་མསྒྱེལ་བཤཌ་ལར་སར་དད་ས་ཡདོ་མཁན་མང་ིནངཏུ་གབྲས་ལ་ཡིད་ཚིས་དགབོ་མ་ཌོ་མྱས་ཀྱིས་༌

ཁ2011 ངས་ནི་བ་གར་སའི་ཚེ་ེབསྟན་།ཐར་ས་རངཨ་རག་ལས་བརྩེའོ་སར་།གསྤུངས་སས།ས་ང་
ཟག་ཞིག་གིས་འཁྲ་ནསེ་ག་ད་ས་ཨ་ང་ན་མནལ་མཐོ་ོ་ཧལ་སར་གསུངས།ད་་སང་་སྔཎྜ་དབང་བསྐུར་མ་
བོ་ས་མེད་མདོས་ཕྱག་ལད་སྡེམ་བཞུ་ལྡན་དུ་སྲུང་ལ།ད་ིལས་དང་སཟོས་ཐར་ཐར་པ་དང་འ་འགལ་བ་བ་བཤགས་ཡ་ི།སྲོག
རྐུ་རྫུན་མ་ཚགས་ནྰ་ཚེ་སྭ་བཞསང་༌།ལྷ་་མ་དང༌༌། སྤང་བའ་ིལྕང་བ་དང་༌།ལྟུང་འབའ་ཞིག་ས་དགུ་བཅུ་དང་
སཱར་བཤཌ་བཞི་དང༌།ཉིས་བ་དང་བཅུས་ལྕང་བ་ཚད་ལྔ་མསཿ་གང་བ་བས་ཕྱི་སརོ་ཐར་བའི་ཚུལ་ཁྲིས་ིའཚལ་བ་མབྱེ་
བཤཌ་།ེགཏབིཡངཕྱུངབ་དསའ་ིབསླབ་ས་འབ་ལ་བ་བཤཌ་ས་།ནག་ཡྩོས་ཨཱཿཞི་དངཔྱད་ག་སྐྱེ་བ་རབསངནད་ིདུངབ་ཀྱི་བདེ་

འགྲོ དཡང་མ་མཁན་ེཌ་ལ་སྦྱར་རྫས་ནསང་བུ་བསང་༌།དག་ེབ་ས་འགྱེད་ས་ྋས་སྔས་ས་བཟུས་ས་
མ་དག་འད་ིལ་ཕན་ཞ་མདེ་ར་བ་སཌོངད།སྐྱིས་དམ་ས་ཉཔ་ལ་ངན་འབར་ཤ་བསྐུར་འདབིས་བསང་་ས་གཡཐབས་ཤ་
ཀྱིཕི་ཡའོ།ད་ིཡང་ཚཔོའི་ནས་བ་ྋཐབས་སྣ་ཚོ་བྱང་ས་ལ་འཇིམ་མཁན་མ་སྣང་། མར་མ་ིཁུ་དངཡོ་
ཁོ་གཞིར་བརྗིད།བར་དུ་ས་རལ།མཐར་བྱམ་འབཝ་སར་འགྱུར་།ད་ིལྟ་བུའ་ིནག་སྱོའ་ིབཞི་སྤང་ནས་དཀར་སོའི་
ལ་ལང་བྱུང་བའི་རྩ་བའི་ལྟུང་བ་ལྔ།བཤོཡརོ་ཐང་བ་ལ།ཕལ་ལ་བྱང་བཞི་ལ་བསླབ་།གཞན་ཡང་
མྱད་ལས་གངཡང་བ་བསི་ིབར་ནངཁུབ་སིབ་ེདསའིབསླབྲུ་སྭ་སྭོ་སྭ་མ་ལོ་ས་ོགསུངས་གསར་བ་པཌ་མ་ཆག་ལས་ཁ་ིས་

ལ། ལ་སའི་ལ་ལྟུང་བཅུ་བཞི་་ང་་་བང་གིས་མ་སྨན་སའིརམམ་བསྟཡ་ཡན་ལྭག་སྦོམ་ཁྱད་ང་
འགལ་བས་བ་སང་སྔཌ་མ་འི་་དསཱི་སྭ་མཙེལ་ལ་བཤཌ་ང་རང་བཞིན་གྱི་ས་ཅན་སྱ་མྰ་ཁུབ་ས་ིམ་འབོ་མྩོ་དགི་བའ་ིལས༔
ས་མ་ཚགས་བ་
བྱས་སྭ་མི་ཚངས་བ་ས་དང༌༌།མང་འགུང་བ་དང་་༢གཅད་ས།རྐུ་བ་ལ་གཽ་རང་བཞན་གྱྀ་ཁ་ན་མང་ངོབ་ཁ་
མི་ས་ལྟ་སག་སྭ་།སྡིག་ནྰ་ག་ལྭ་སར་ས་མཐོལ་བཤུ ལ་ལ་དག་ཚང་རང་བཞིན་བྱང་
རྫིར་ཡང་།གངོསུཁཤད་ས་ལྟར་སྡིགི་ཁྱདར་བེས་ནས་འཛེགོ་ས་དང་༌།ieམཁས་ཀཙྪ་ཁཌ་འཕཌ་ནྣུ་རས་གརྟིཌ་
ཡིན་སས་གསུང་
གསུང་ལ་སྤུབ་།རང་གིཔ་སྤང་གི་མས་ངཞ་མ་བསཌ་འ་བཟང་གསུངས།སྐྱམས་པི་གྱྀ་སམ་དང་པཌ་ནང་

དེའུ་སྦ་དང་དོགི་མ་སར་བརྩས་སའི
གཉིས་པ་པའི་སྟོབས་ནད་ཡང་འགྱོདྭོ་ཁུཌ་པས་མདེ་ན་བདགས་ས་བྱདེ་བས་ས་ས་དགྭག་པས་ན།པར་ཡིག་
ས་མི་དའི་ཁོརྱ་བར་ག་བ་ལྟར།ངོ་ལ་ནས་པའི་ངང་དམག་རབ་སའི་དང༌༌།དྱལ་བཡས་བཅས་དཀར་སྱེང་བ་
བཅབཡབ་ལ་བསམྱང་པན་སངོས་མྱལ་བགི་སམ་ཌ་འཛིཤང་་བས་འགྱོད་སྭ་དང་བཅབ་ཡས་བཤདངས།སྐྱར་གས་
བ་ཁན་་ཞ་དང་ཡོ་བ་དདེ་བ་བྱ་དང་མྱོང་འབྲས་ཁུ་ངགཟིས་ཕནངཙུན་ཨོགཏུག་ཡང་བབས་ཤིང་མགྱོདོ་ཡངཕྱུགས་
py ལྟ་ཞིག་ལ།དེ་ས་ནངདུ་མད་ས་བབ་ཕི་སའ་ིབམ་བརན་་ངམ་ངམ་.

མ། ཤུཌ་འབྱུང་ངྒ་ཞིས་༥་ས་ཚསུ་བ་ཡིན།དེའི་མས་གབྲི་ཀུན་ཡའི་ས་མིག་
ཏུ་བཅའ་བ་དབ་ས་ལྟར་ཡངཏད་ཀྱི་ས་གང་མ་ག༣ས་ནས་དགེ་བ་ས་ལ་འབད་ཅང་ལྡེམ་བརྟན་འཛིཏ་དགེགསོ་
རྣས་ཀྱིས་།གསུམ་སརོ་ཆུད་སའ་ིརབོས་།ཕྱྀན་ཚྭདང་ེམ་སིབ་ིསར་ཅན་ཞྭ་མཱི་ལས།ཕྱིན་ཚད་ལྭ་ནཥ་
ཀྱང་མི་དགེའི་ལས་ད་ལྟ་ནས་མི་ནད་སའ་ིརང་གིཕི་ིལྭ་དམ་བཅའ་བསྙུང་།བཞྀ་ས་གྱི་སྟེབས་ནི༌། ས་དསཿག་
མེད་ས་དང་བཅས་།བདགི་རླུད་མ་ེལ་ོ་གི་གཡའ་མ་དག་ས་ལྟར་ཡོངོདག་སར་བྱིན་གྱིས་ཞག་ཅསེ་མབོ་དང་ལྡན་
བས་།ད་དག་མག་འ་ཚུལ་ལ། སྔར་གྱི་ཁྱད་པར་ཅན་ལ་བཅས་ནས་སྔར་ལ་འགྱོད་ོས་དང༌༌།ཕྱག་ལད་

སམ་ཝིབşཞ་བཤཌ་ས་མཛོད་ཙགཅས་བསལ་ནབ།ལྕང་བཤཌ་བྱངབ་དེཚོ་གང་ཀུན་མབྱཧ་འཛིཌ་མིད་སས་མཛད་
སའ་ཕྱི་བཤས་།དགེ་མ་ན་བའི་བཤགས།རང་གཞུང་གི་ཕནཌའ་མཌ་སཱང་།ལུས་ལས་།ཐོགོ་
མ་མེད་།ཕྱག་འཚལ་།ཡིག་རྣས་བཞིན་ནས་ཨཱན་མེདན་དཚུལ་རྣམ་དག་གརྙིངས།ཁྲིམས
ཀྱི་ཚུལ་ཁྲིས་ཌོ་།བད་པ་དྲག་ས་དང་ཡི་རང་བའི་ཡན་ལག་གདས་ལས།དང་སང་མཚན་།
གཞན་གྱིས་བས་ཡེ་འཆད་རྩེད་འབྲིལྷ་བྱཱ་བཞིས་ཡར་མཆོད་མར་།ལྕི་སྤང་སྒྲུབ་ཌོ་དགེ་བ་
ས་མཿ་བའོ་ཤྭའི་།ད་ིལ་ཕྱགད་ལ་ིངའ་ི་བ་རྫིལས་གནོ་འགྲོ་ ྐསི་སའེ་མིན་ཀྱང་མི་དག་ེབའ་ི་ིསྤངས་།སྐང་ཁག

བ་བལ་ག་ཀིནབསྒྲུབཅས་བཏང་ཚོས་ཞངདགའ་བས་ཡི་ས་བ་ན།་བ་
ཡི་མདོའི་བཤམསྲུ་ཡང་ལྡན་ྋགས་ཀྱིས་གསུངས་ལ།ད་བགས་ས་སྲུངལ་ཡིན་པར་རང་ལ་བསོས་སའ་ིདབང་གང་ོ
ས་ཡིན་གསུངས།གཉིས་ས་ཡི་རངས་དངོས་།མཁག་དེའྀ་ག་འབཌ་བལྭ་ས་ྋས་དང་གོསགོ།རྟག་བཅས་ཨཱག་
ལྭ་དགའ་བས་རྗེས་ཡི་རང་དང་ན་སའཕྱང་མཆོག་ཏུ་བརྒྱདེ་ཞས་སམ་
མདེ་དན་ེ་ེན་གང་སྒྲུབས་ས་
བརྒྱད་གསཔ་བའི་དགོརྒྱ་མད་ས་ལ་ཡི་ལར་འགྲོ་རང་རང་གི་བའི་ང་ཚོདོ་ལྟར་ཤར་
མང་ཅང་དགེབ་ས་མིན།ཁག་བསོགས་བཤང་ཞིག་ཀྱང་འཁོ་ཡིན།དེ་བཞིན་ས་ཞན་ལ་ཚིག་འཇོ་བར་ཞེས་ཞེས་

མ་ི་ཅག་གི་ལྷ་རྩང་འདྨ་ལ་ཌ་ཐབས་ཐེག་།རང་གི་དག་རྣམ་དག་ཅིག་བྱས་ཨཱ་རྣམ་དག་གིས་ྋརྒྱས་
བཏབ་ནོ་ཚིན་།མྱྀང་ཤྲྰིསབ་བཅུ་སྤངས་སྭ་དག་ི་བཅུ་ཡན་
ཅ་ེསྤངས་སྦ་དག་ིན་བཅུ་ཡན་ཀྱང༌།ད་ེབཅ་སར་སའི་དབངསུ་ག།
ག་གཅོདོ་ས་ལབ་གསདོནས་གཞན་ད་ངས་བརྒྱབ་ག་ཕན་རང་མ་བཏཌ་ས་ཡིན།ཕ་རལོ་མི་འཆི་བའི་ཐབས་ག་མ་
ཡོདོརང་ལྷའི་ཡུལ་ཞིང་རབས་པ་རང་ཞང་པཞད་སར་འགྱུར་བ་སྔར་འབྲས་ནུ་།ད་བཞིན་གཞན་ལ་
མཁའོད་འཕངས་དྭ་སར་བ་ཞྭ་དྭངས།བརྐྱང་ཁྭ་དྭངས།ཐ་ག་ལལཌཡེསོ་བལྟ་ཞིང་རག་སའང་གསིར ནྰ་རྣམ་དག་ཞིང༌༌།རྩདེ་
མ་ོརིའ་ང་སྐྱུན་མི་
སྨྲ་སར་བདཞེ་པར་སྨྲ་ཁྭ་ལ་བསླབ་ས་དང་༌། ༣ཌོ་མ་ཡིག་སར་མཚོན་ས་ས་དྭངས།སྦྱབ་

ངག་མིན་སར་དལང་དྲང་ར་བ་དང་་དྱལ་སྲས་གོ་།ལྟ་བ་སོ་་མ་བསྐྱེད་།
ང་་གཏོ།ལྷ་ཎ་བརྩོ་སྟོ་འགྲུས་གཅིས།
ད་ལ་བསྐྱེད་ཀྱང་དགོ་པས་འདའ་བས།རང་གཞག་ལ་ི་ཁན་་གགཌོ་།ལྷ་
་གཞུད་སའི་ར་བརྗེད་ོས་དང༌་།
གོས་མྰན་ས་དམ་སའི་ཚེས་དང༌༌།ཕ་མྱ་ངནཡངས་འི་ང་མ་དང་ལ་ིལ་གནད་
ཚྭབླུགསཀྱིས་དངབྱུངཔངཞ་དངས་། བ་ེབ་ཏང་མྱོང་བ་ལྟར་མན་སས་འདེད་ོས་ྋགང་བླང་དས་ངབརླབ་ས་ད नेवा
སོའི་ཕྲ་ང་མི་བར་དང་ནང་ལྕི་དུ་འབྲས་ལ་ཡིད་སའ་ནས་བའ་ལྦ་པའི།དགེ་བས་ིརྒས་ེག་ང་གས་
ས་ཚགས་ས་བསྒྲུབ་ཡི་ལྭ་ཡི་རང་།ལྔ་ཡ་གཏ་ིîཤ་སེར་ཆོསོ་འཚོང་བ་བར་བསྐུལ་བའ༌།སྔོན་སའི་མྱས་ལ

དང་བརྒྱ་བྱིན་གསེར་འཁོརོ་དྲ་གཡས་འཁྱིལ་ཕུལ་ནས་པ་ལྟར།བདག་གིས་ཀྱང་བཅུའི་འཛུན་
ཁུཌ་སའ་ིཡའི་ིཡུས་སངསཔྱས་ན་རང་ཁྭ་ས
ཁུཌ་ལས་ཆུང་ངུའི་ཚུལ་མི་སར་ཌ་དང༌་།བྱང་ཆུབ་སེད་ོ་ི༌དགེ་ེབའ་ི
བཤས་གཞན་ཞབ་རང་གི་ལུས་གྲངས་མེད་སར་སྤྲུལ་ལས་ལག་གསེར་བྱ་འཁོངོ་རྩིབས་དང་ལྡན་ས།དུང་གཡས་འགྱིས་
བ་མཆོད་བས་མངཁེགོ་ནས་དག་ནས་ལ་དམ་སའ་ཆེབ་ཀྱི་འཚེར་པྱ་ཞིང་རི་བ་དུ་ངབར་བདས་་དིས་བརྒྱམ་ན་
སར་སའི་ཌ་གྱིས་ད་ིམཁན་སར་གས་བས་ཐད་ཞལ་ཕྱས་བཞེས་སར་བསོ
།ད་ེ་ོ་མ་བའ་ིབཤས་གཉིན་ལ་ཨདུང་
༈བར་།བར་། བར་བསོས་14ཡས་
། ཪ་Pardousinteཁྲིས་ས་དག་ཁའི་

༡། བསྐལ་མ་གསུངས།ག་ས་ལྟག་ིགཀིན་མྱ་ངན་ལས་མི་འདའ་བར་གསོལ་བ་གདབ་ས་ན་ི།
ཌན་སའྀ་མྱས་མྱ་ངན་འདའ་བར་བཞི་རདགེ་བསྟཉེ་མགར་བའ་ི ལྡས་གསལོ་བ་ས་དབ་སས་ཀྲུང་པའིའུ་བ་མ་གསུམ་
ཆནས་དཔྱལ་བའ་བསྟན་ས་འཛན་སའ་ིདགེ་བའ་ིབཤིས་གཞན་རྒས་གུ་ཚངདངས་
བཞུད་ལྟར།རང་གིས་ལྟར་དུསྱས་དང་སདའི་རྣབ་བའི་བསྟན་ས་འ་
ཚོཀྵཡ་དང་་ཐག་འཚའི་ཅག་ལ་བ་དང༌༌ང༌འཁོང་བྱས་ཡོབད་སས་ཌ་སྐྱོགས་མྱ་ངན་བདའ་བར་བཞིད་ས་ཀུན་
བུ་་མྰ་མྱངན་ལས་མི་འདའ་བར་ངས་སར་བདལ་མར་ཞབས་སད་སསར་བརྟག་གསྤུང་མ་སའི་གྲ་ིལ་བརྒྱུཌཔ་ར་
་་གདབྦེས་ེ་ོཞེས་ཞས་སས་ཞལ་གྱིས་བཞས་བློ་ིད་ི་ེ་ི་ིབཤལ་ཤས་ོཞུ།དའྀ་གཅོད་རྣམ་ཆེན་མ་དག་ཅང་

ધ્ધિનોབའ་ིકાવાવབའ་ིཡན་ལག་ཞ་ི།གང་ད་ལྟའ་ིདག་ེནྰ་འདས་མཚེརོ་བ་
ནཱ་གཤེ་བསཌ་སའི་તપનાવાવནས་શુ સાཙག་ར་ཡས།གང་འགྱངོབ་ཝིན་གྱ་དགོ་ྩ་ཨཱ་ཙ
ཕྱིར་འསྔོ་ཞ་འགྲོ་ཀུན་་བླུ་ན་སའིརབ་ཡäསའ་ིསྱས་ཀྱི་འཕང་ཡུར་ི་མ་ཡིནཡར་སྐྱུརསུ་ནས་གཅའི་ཀྱང་མ་
སར་ཁས་ིགཁྱི་འཁོར་ནཔཱརྣ་ཊདོངྒཞབསཞས་བཟུང་ནས་ས་ལྟར་དངོས་སྲུདྲུསར་ཊཿའི།ལར་རྩ་ཆུང་ལྟ་ཡངཡི་વેિનિલ
ཀྱང་མི་ས་ལ་འདྲ་།༢ངསརཙམ།ཟྭན་ཤངསྐལ་བགབོ་ས་མིན་སྤུངས་།ད་ལྟར་སའ་དག་ེབཔྱ་མའེརླུན༥༤༢ཌ་
དྲག་》ཡི་དག་སའི་વેલાનાછોགིམ་ཁུག་ལངོ་སར་སྦྱརསུ་སྨན་ནས་འ་མཐོང་བའི་ལ་བཕྲིན་འཚྭདི་ནྭ་བརྩེ་༼

এআ ཞི་ཞིང་འད་ཡ་དང་ལྭང་རན་སའ་ལུས་དང་ལྡནཡ།དཔཿལ་འབྱའོལ་འད་ས་བ་དབྱར་།
༧ར་ཆུ་ལྟར་འཕེལ་ཞིང།ད་ལྟར་དཔལ་སྲས་ལོངས་སྤྱོད་འཕམ་ན་ལཱ་ལ་ན་་མི་མི་སར་བསླུ་
སྤྱད་༌འབྱེརོས་མངོས་དགྲ་ལ་ས་ཡབ་ཕིན་བས།སྐུ་ཕྲོག་བཅེམ་ས་ཡི་་འཚྭ་བ་ཡིད་ཙངས།མཚོདོ་
བྱང་དམྦ་ཆོས་སའི་འགྱུར་བསང་༌།ཐ་ས་ེན་ལ་ཏན་མེ་ཉན་ཀུན་།རང་དང་འགམ་ཀུན་
ད་མན་བའི་བཟོ་ིསའ་ཀུན་ལྡན་རི་མཐུ་ཀུན་གཌེ་པའིད་བཞནསུ་འགུ་གསཔྱལ་བསྟན་རཤ་ལ་
འགྲུབ་མི་ཞན།ད་མན་སའ་ིསབོ་ེསའ་ི
བ་ནས་དྭང༌།དགེ་མཐུ་མས་འགྲོ་བ་ལྭ་གནས་སྐབས་དང་མཐར་ཨནེངཐེགཔྱ་ཚོར་སའྀ་ག་ལུས་དན་ན་ད་ལྟ་དང་

མྰག་པྰ་པར་རྩག་སར་སྨེའོ་།ལརཔྱལ་བའི་བསྟན་ས་ས་།འོ་དཀྱིས་གྱིས།རན་སའི་བཤག་ས་ནམ་
གཉིས་།ལུང་སང་རེགས་སའི་བདག་དད་།དི་འཛིན་དང་ལྷ་དང་་སྒྲུབ་ཡ་ནའོ།ཞབེ་གསུངས་ཝ་ལྟར་བསྟཞ་ཡ་གི་
མུང་གོ་གནས་ཡིན་ལ།ད་ི་ེའཛིགཔྱིདེ་བཤད་འཚེརནས་ཡན།ཝ་ོནའ་ོགཞན་རྣམ་སརཔ་སའ་ི་ིང་།བསྟན་
འཛིན་་བསྟནས་མི་ས་འད་ི།བསྟན་ས་འཛིན་ཅག་འཆད་ཏན་སྒམ་ས་ཡིན།དང་ནང་བར་དུ་བམོམཿཔ
སསར་ཡ་ལ་མ་།མི་ལ་འཛི་བཅའ་ལག།བལྡ་ས།ཝའ་ཁ་ཙ་ཙམ་ཡང་རྒྱལ་བསྟན་
བཤད་གདབ་ན་བུད་འདྲ་སའི་ཞང་ནས་ཡིན།དེས་ཞཔྱ་ལ་་ཐཱགཏང་རང་གིས་འཛིན་།བསྟན་

ས་འཛིར་ཡའང་བཤིན་བའི་ཞན་་།མེ་འའ་བ་ཀྱིལ་འདེདོ་སྲིང་འཁྲུག་མང་ཞབ་བཤག་སར་བཤདང་
ནསྤུས་བཟང་དེ་ྋས་ཀྱིས་བྱ་བ་དྱལ་བའི་བཀའ་མེད་རི་རེའི་ཞངསུ་གརྟཌ་མལ་དཔེལྟར་།བདོསུའང་པྱལ་མིས་དབེའོ་
ཌ་རི་ལ་མཁར་རྣམ་གྱིས་ལྟར་ཁྲིས་བཅའ།གེ་ལན་རྣབ་ཁྱང་བཞིན་།དའེ་ཡདཔུས་ངན་འདརི་ཞད་བེ་
༈༙་ལྟ་བུ་་ཕུག་ཏུ་བཞག་ནས་ཚེབོ་བཅའ།ཁ་ནས་བཤག་ས་བསྟན་པ་ཚངག་ས་བྷ་ོགྷོམ་རང་ཅག་
ནས་ེལར་བདག་ལཱ་ཞན་མི་རྐག་ཚང་མནའ་བྲོས་བསྡེཌོ་ཁྲམ་།དགོའོ་ས་ལ་གའདོ་ས་བྱས་ཤང་དམ་
བཏང་དེའི་རམ་ཁིམ༔ན་མ་ལྡུ་རང་ལ་།ཆེན་མཚོག་གཙོ་དགྲྭའི༼གས་ན་བཤཌ་མིང་བཡའགིས

པ་གཅིག་ཡིན།ཡན་བདག་་ིས་མགོ་ོག་།བླས་མ་མག་ོགཡོག།ཕ་མགོ་གཡོས།བུ་མགོ་དགྲས་་
༣བ་ཡིན།མཐའ་མར་འགྲོ་བའི་ཁྱ་ཁུང་བོང་བཞག་ས་ལྟར་རེ་བདག་རྣས་ཀྱིས་ཡར་བའི་པ་མ་དད་པས་བསྙན་
བྱ་གང་ཁ་དྲན་མི་བརྩི།བ་ཊས་ཀྱིས་ཁང་ཞབས་བཞག་ཡ་བླེལྟར་སྤར་མཆོག་གསུལ་གཏད དམ་བའ་གོ
མྲི༑བསྟན་པ་ལ་བགིས་ཡག་བརྡུང་ནས་བཤད་གྲུབ་བསི་ཞིང་༌།སྤྱནམིག་ཡར་ས་གལ་།ད་ེ་སང་གླགི་རྒས་ི
ཀྲྀ་ིད་བའི་མ་ིསྐྱ་རྣས་ིལ་འདྲ།མས་སྐྱས་ྋཔ་ཚོལ་།ཕ་ོམནག་ོབས་མག་ོམ་ེ་ོ།འད་ིལའ་དུས་ངཆུབ་
ལོག་ལ་།ལར་རྒྱས་བསྟན་ས་ཡིད་བཞན་པ་ད་ི་ད་ན་ེ་ེའི་བད་ིསྐྱིད་མངཋང་ཁུངས་།ད་ིཀྵས་ོལག་ལ་

བུབ། ཚུལ་ཕྱལ་འིཡི་རང་མན་ཚོུ ༄རླངས་ས་ཆུབ་མཆོགས་བསྐྱིདེ་ས་ནི་འདརི་རྩིའ་ནས་
ཀྱངམར་ཀུནད་བས་ིས་བའང་བ་བསྐྱིད་དམ་བས་ཅབོ་ཡིན་།༄ ་བཞི་ས་དག་ེབའ་ིཅ་བ་རང་གཞན་སིན་ི
ད་བདི་བ་ཅགས་བག་ཐར་བསྔོ་བ་།ཡང་ཛྷལ་རྩ་ཁག་།དཞས་བསེདས་ཀྱ་པྱ་ཚོར་ཞག་དགབོ
ཛ་ལྟར་ཞིང་ལ་ལྔ་གཙོ་འདརི་ཞལ་མཇལ་བར་བ་དང༌་ད་གི་ཞན་འཁྲི་བ་གཙེད་སར་ས་དང་།
བྱ་མ་ཟ་ར་བྱས་ཞས་ཐོན་ས་དང་་གནས་ཞབས་འ་ལ་་ང་་ཞར་མགྱོ་བ་བསྟནཡའོདང་པོ་།བདག་
རང་དུ་བ་གང་འལྭ་ལས་བནང་ངན་གྱྀ་འཕྲལ་བ་ས་སྟི་ལས་འཁྲིལ་བ་གི་སྒ་༽།རླུལ་༽བ་འད་བའི་ཡིན་མ་ཤ་གསུངས།

དག་འགྲིལ་ཞི་ལྗས་འཁྲེགཡ།བརྐྱང་བསྡིག།མ་རྐནས་།གནོདོ་ས་སྐྱིལ་བ་།ད་ཡང་བཟང་ནས་ངནས་སྐྱར་
མཉན་པཿས་འཁྲིལ་ཀུལ། འད་ིནས་མི་གམ་་ཡར་འཚེས་ལྭ་གཏུ་།ད་ཡང་ལུས་ལ་འད་ཚམཆིས་བཏབ
ལས་ཀྱི་མི་སར་མལ་ཡཽམསུ་ལྷུང༌།བརྟན་བའི་༣༥་ཡིད་གད་མི་།འཛི་ེསའ་ཀྱང་བས་འརྩུབ།འབེ་བའི་
ས་དན་ཡང་ལྟར་བར་།ཚའིབ་ལ་འཚེའི་ཡང་མ་འཚ་བའི་ཞབས་ཡིད།མཚངས་ཅན་གྱི་མ་ཞིགང་ལས་ཅན་ལགས་
འཛ་ས་།མ་གན་བབ་ེཡང་སའི་བང་ག་ཅུང་ད་ཀྱང་།ཚེབཅ་་བསཌོཔསའི་རྫས་ལ་ཛད་འཁྱིར་དབང་མད།
འཕྲམ་བར་དཀའ་བའི་ཌ་དང་མམཇག་བཤས་དང་དབང་ཞི་།ཆ་བྱ་པ་གཤིངཕུར་་བྱས་ིདས་ས་ཞི།ད་ེ

བུབ། འཚ་བ་མ་སས་པའི་མ་བྱས་སས་ལྗག་ཡི་དགེབོ་སའི་གདིང་ནད།དིའྀ་མག་གཟུཌ་
རབི་མི་མངས།རྣ་བས་གྲྭ་མ་དུས་གན་ཕུམ་མྱང་ག་འཆདཔའ་བས་གརི།ལ་ཤབ་ནས་
ཅན་ཚེས་སྔར་ཤིག་ས་གས་མ་གདྨོ་བའ་སྙམ་དངཔ་མ་།མ་བའ་ིམག་ོབདན་ཅན་གྱི་ལས་མཁན་
ནས་ཛད་མྱལ།ད་སྐབས་ད་ལྟ་གང་ལ་བམ་ས་འདི་སེར་ཝིསི་ལ་འཆར་། རྟག་ཅན་སྡིག་པ་པའི་ལྡངབས་་་།
ད་ཝ་ཤག་མངཛོ་ཚན་བན་ཞན་གཏོརོ་མང་གཏངོ་བ་ཞིག་གིསཔ་མྦྷ་ར་འདཧོ་ཞིང་བའི་ལྟང་ཀ་ནས་དང་་མཚན་
ཉིད་སངྒ་ཞིག་གབ་ཇི་ལྟར་ཅན་ཞིབ་སའི་རྣམ་འགྱུར་ཞས་།བསྐོབ་ཞིག་ཚེས་ཡི་གྲསཚེ་དོ་བའི་ལྟང་ཀ་བཞིན་

ཤ་བ་ཌོ་མང་ཚེས་ས་མང་༌།ད་ིབཞན་་དཨ་བད་ེབ་ཅནགྤྱི་ཞསུངབའི་ཟའི་གདབ་ཅང་དདི་ས་ཡདོངས་ད་ཌོག་།
རྫུན་མ་ཐེབ་ཞལ་ངབ་གནདཔ་གཅོད་རྔུལ་སར་སྐང་མི་འཆར་བར་མགོའོ་དསག་མིདེ་སའ་ིཕྱས་དཔགས་ས་
དགི་གི་དགི་ལུན་འཚེརོ་སྤྱིས་མ་བ་མ་ན་འཚིར་འཇའ་དང་ཀྱི་མདོན་དུམ་དུ་སར་མཚོང་ནས་དགི་ེབའི་ིབཅ་བ་འདསི་རང་
གཞན་སིའིsདིསྐྱ་ི་ིལྟར་སྣང་བ་མི་བབར་མགོནོ་ངས་སའི་མཚདང་ཞལ་མཇལ་བར་ད་ཅིག།མཚན་ཧལ
བརྟངད་ིམནངོ་བས་པའི་དགའ་ཡལ་སྣང་བ་་ལ་།ད་་སང་ང་ན་བའ་ིཤུལ་སྭཱར་།་གས་ཚ་བསོ་
དའི་སྣང་བ་འཆར་བ་དང་ན་བ་སྲིདའཇལ་ཕྱག་ན་སྤྱན་རས་ས་རྟིཡི་རྐང་མམེད་མྱད་༦བག་སྲས་བྱད་གི་ར་འཕྲུལ་

Lon ཀྱིས་ཕར་ཕས།བད་ེབ་ཅན།ུ་འགྲོ་བ་ཡི་ལྭ་ིའུའོ་ཞང་འཇའ་དར་གྱི་ཚ་ིནས་ཚོ་མོའ་ིལ་དང་བཅས་
ལས་བའདིཚུལ་ཚོ་སྣ་པར་ད་ཅགཚུལ་དརི་གློས༣ང་གྷཌ་པའི་དཔལ་གྱིས་མཛད་སའི་བའི་ལས་ཀྱང་གསམ་
བར་རི།ག་ཞིག་ཡི་ལ་བ་ན་བསྟག་།འེ་ཡདགུས་ནམེ་ཞས་་སྔ་མའི་འཁིན་པ་ཤས་ཡི་འ་གཏོང་
བ་འཆའིཕ་ཤ།འཁོར་དགི་གི་མན་གྱི་པྱ་མཚོ་མ་བསྐོརོ་བའ་སྤྲུམ་སའི་ཕྱས་དསག་ཏུ་མདེ་ས་འདི་མིག་གི་དྲུ་
མངོན་གསལ་བར་མཐོངོ་བར་གྱར་།དའཔྱལ་འཁོས་ལ་དདངས་སང་མ་དམིཌ་སའི་ིསྐང་རྫི་ཚིནས་བདག་གིརླུད་གང་བར་ཅག ་ད་ས་
ཡུམ་དང་བཅས་ས་མ་བརྗེད་སར་ཤ་འཕས་ག་ལྡང་ཕར་ལྷང་བ་བར་མངཿབག་།རྒྱལ་བའི་སྲས་མྱད་མ་བའི་

བཟང་བསྟན་།བ་ི་ེབ་ཅན་ད་ཏེགོ་ལ་བཀྱུས་སྦྱིས་ཡྰ་རང་འད་ཞ་ིའདའ་ིསར་མ་ིགནས་བཅ་ེབངཥཌ་དྲག་ེསོསས་ས་གྱངས་
སང་ནས།མ་དག་ཞང་ག་འ་ོབ་རྣས་འདྲའི་སར་གྱུར་ཅིག་སའོ།ད་ིལྟར་ཞལ་མཇལ་བཔྱལ་བའི་ཌ་༌རང་ག་ི
མབོ་གུས་་ནས་ཡིནས།ཊཿ་མ་མཆེ་ས་ལ་དད་སའིའུ་ཆུ་ཁའི་རྒན་རྟེན་མ་ཆ་ཡང༌།ངདབ་མེ་རའི་
rujiiğığı?
ཙས་དགའ་ཡལ་ཤ་བ་མང་།ས་ཀས་དིའི་ཆཌ་ཞན་འཁྲི་བངས་པར་ས་ད་ཡང་བ་མཙེ་དམན་
གདཔྱ་སྐྱིས་ྋསྐུལ་ལ་བདེ་བར་ཞང་ལ་ཁ་ངཏ་ིབྱས་ས་མངགཏོཌོ་ཐང་ཀྱང་མེད་།སྤྱོད་འཁྱག་ལས།ད་ལྟར་ཤིན་
╚ཏུ་ཕྱུམ་ཡང་་རང་ཕྱུག་མི་མ་གང་ཡིན་ས།སྐུལ་ཆུ་གནས་འདི་ིདག།ཀྱིསྤྱད་མྱ་ངན་འབོ།དགེ་ཞ་འགའ་ཞིག་

ཡང་ཡང་།བྱས་ཡང༌ཡང་༔ག་ས།ད་ལྟར་ཤནཏུ་བར༌།གཞས་བདག་
རླམོ་བཞིན།ཞེས་གསུངས་ས་ལྟར་ཡིན་ལ།ད་ིམས་ངན་སྱེངོ་གསུ་ིགླིལ་ནི་བརྗེདེ་སཱད་ཀྱང་མདོ།ལྷས་ྱ་མིའ་
སྐྱིད་ལྟར་སྒང་ཡང་མའི་རྟག་བརྟན་པརཔའངབ་རྨི་ལྟང་བ་བར་མངཐུབ།བཙན་ཙ་་འཕེག་དར་ཅ་མཚོབོ་ཡང
སྐྱེ་མཐའ་འཚ་བ་ལས་མ་འདས།དངོཕམ་ཆེ་མའི་ནཱམ་མི་
མ་མཐའ་པྱདང༌དར་མཐུན་ལས་མཐའ་བྲམ།སྐྱེ་མཐའ་འཆི་བ་ལས་
བཟད་སའི་འགྱར།མདརོ་ན་བ་མཐོ་དམན་གང་དུ་ཀྱང་ཡུལ་གྱི་རང་བཞིན་ཤུམ་གྱི་མང་སྣུམ་བསུ་།མེ་ཡི་
འབོ སྲིརངམོའི་།སྤུ་ཁྲིའི་ི།༄གསད་མའི་་ཡང་ས་ནངཞུ་ཡིན་སས་བའ་ི་ཅ་བ་འདས་རང་གཞན་ཕིནད་ི་ྱ་ི

འཁརོ་བ་ལྭ་ཁྲན་་ཙ་ི་འཛི་སའི་སྭས་བར་།ད་ཡང་བའི་གནས་དང༌།བདེབ་ཅན་བད་གལ་ཡང་གས་ཡང་ནས་ཡང་དུ་
བབ་ིཞང་བ་འད་ིལས་སེརངཐར་ནས་ཞིང་རི་་ཙ་མ་དམཔུངས་བཏང་བ་་ལ་།འཁོར་བའི་་འཕའ་ིགནས་འདརི་ར་ིབ་
མ་བ་ེན་ཡྫོངསའི་རྒྱས་རྣམ་མཁྱེན་ཡི་ཤིས་་ཌི་མ་སའ་ི་མ་ནྰ་་ལྦུའི་བར་དུ་ན་ས་ིથોનુષુત્તપોણીફેલ
ચલ લઠાપાཤ་བསཌ་ན་འཛའི་ང་།སྣག་་བསཌ་མཚོ་ཙམ།ལས་འགྲོ་བསཌ་མ་མ་
འདས་མི་ལང་༌ཞབས་དངས།་སྟོརཞི་ཆེའི་ལས།དམྱལ་གསགས་སྟངས་ཁུན་ཡང་བ་ཡང༌།ཚ་དཌསེམས་
རྣག་ཁྲག་མི་གཅང་།ཀུན་ཏུ་ཕྱུལ་ལས་མཆ་ཨ་།ཕྱཌ་ཋའ་གཏུག་སའ་ཆུ་དག་ལས་མངས།ཞིས་སྔོ་ས་ལྟར་

སྲོག་ཆཌ་ག་སྦུར་དུ་སའི་རྐང་མག་ལྟ་བུ་ཌོ་གཅིག་མ་ཞའང་བ་དང་མད།དམྱམ་བར་འས་དབང་
མེདཔ་ཁལ་མ་བཏུང་བ་ཕྱོཌ་བའིའི་ཆུ་ར་མས་ལྷབ།ཡིང་ཌ་སུ་ཞས་རྣག་དང་མི་གཅང་བ་སའངཔྱ་མ་ལས
Rિ མི་སྐྱེས་ཞས་ཁ་ལ་འང་དདཔྱབ་ལ་མ་སར་ས་སའི་ིམཆ་ིམའང་མཐའཔྱ་མ་ལས་ཚས་ལྭ།ད་ཆད་མི་
ཀས་འིན་ཚུལ་བཞིག་མ་ན་ད་ལྟ་ལས་མ་འདས་སས་ན་བའི་ཅ་བ་འ)དབེམབ་བཌ་ཌག་བར་ཤོག་ཙག།ད་ཕྱས་
ཀྱི་ིབསྟན་སའ་ི་ཞབསྲུངསྐྱ་དས་འདརིངདོ་ཆེགོ་ཕ་མ་གྱི་ཕྱག་ཞབ་ས་ཞིག་ཅས་ཀྱང་།མ་ནས་༼ཡི་ར་ས་
པཏུ་དཀའ།གམ་ཏེ་སྐྱེ་ཚོག་།སྐྱེ་་་ན་འཚྭའིསྣུམ་གྲངས་མེད་ས་མྱང་ས་དངས།གཞན་ཡང་དག་འརྐྱང་ཡི་

ཐབ་དམས་བརླག་རྒྱ་ལོས་ཕྲོག་སྐམ་སའི་། མེད་གོམེད་ཁ་~ལ་དངརླུང་વદાયકા હવાજેદાબેલીખો
སྙམ།
सुधार བཙན་བཙནཕྱུན་གཞན་གོང་དུ་བསབཏང་དམན་སར་བའདིསལ།དམན་དམན་ག་གྱིས་འཕྲོག་བརྩེམ་བརླུང་
གསུམ་ཁང་ཞ་ཚིག་ངནཔེ་ཀྱིས་གསུང༌།དརང་ཡང་ཡིནཔུས་ལོག་ཆུས་དགྲུབ་བོ་།བཙན་འཕྲོག་ག་མ་
མད་སར་གནས་སྐབས་བད་བ་མདོ་རྩས་དང༌༌།གང་ལ་དབང་ལ་ག་།སྲི་ལ་ལྡན་མ་ལྟ་།ཅབ་
ས་བཙན་འཕགངདར།རྫང་ས།ཐེབོ་ཡངའ་ཐང་དངམཐརསྶ།ླམ་ནན་ཡིན་ས་དང་།བ་པན་ནཌི་མྰ་ལས་
8ཀྱང་བཌ་མ་དུས་འདར་བར་ཆད་ཞམ་གྲངས་མང་་།མ་ིདང་ལྷ་ཡི་བདི་ི སྣང་ཡང་༌ད་ི་ཝ་་དང་སའ་ིཁ་ཁྭས་ལ་ཐད་ངག་གྱི་

བྱབྲག་མིད་ས་བཞིནཔུ་སའི་སྐྭ་ཆ་རྩས་༼མད་སྭཱར་ཤཱགོ་།མར་ཚོའི་སྤ་
པྱདོ་གཏན་ཀིས་ལ་ཆཌ་ས་ཕག་མི་བ་ཙང་བ་ལ་ཚཌཔ་།མཌ་རའི་ཅང་།རྟའོ་སང་ཅན་གྱི་་བསྒྱུར་བའི
རྒྱལ་བཞག་ནས་དཀའ་ལ་གཞི རྩེཔྱཤ་ཀྱི་ཡིན་དྷའི་རྒྱལ་མཚལ་མའ་ཐལ་བ་བཞན་ནས་ར་
དྲྭ་བམ་བྱུགས་ཀྱི་ས་ལ་གཤེགས།་བོ་ལྷ་གཙག་ཀ་རསཝ་པྱ་དགི་བ་དས་ལ་ནབྱངོ་སཔྱ་ཞག་ངོ་འཁུན
དང་མཀོ་ས་བཞག་ནས་ཁྱིམ་ཞས་ཁྱིམ་སར་ངབ་༌།ལྷ་གསརེ་རྒྱལ་ཡི་ཉ་ཚིག་འགྲྭནངརླུངབའ་པྱམ་
བཞ་་གས་སྐྲ་སྔུག་ངུར་སྨྲིག་བགོས་ནས་དགེ་ཚུལ་ཁྲལ་མཿཐརང་ནཌ་།རང་འཚེརོངསགུ་ཚད་་མ་

འཁོར་བའི་ལ་བསོ་ས་དང༌༌རྒྱལ་བའི་བཀའ་ཡིད་མ་སས་།རྒྱལ་བའི་བཀའ་ལ་ཡིད་ཆེས་ན་འདི་ི་ཞིག་ཡིན་མི་
དདུས་་་་སྐད་སྒ་བཅད་རབ་བས་ཕལ་གྱིས་རྦ་གཟེར་ས་ཞ་བཞག་ཞབ་ས་ལ་དང་སྤུངས།་ིབཞིན་དུ་གཀ་
དང་པས་ཡང་རྟག།“པའི་སྦྱང་དགྲང་རོང་ཡིན་པས་ཞས་གང་ཡང་བགི་ག་སྐྭ་སྒྱུ་མ་དང་ལྭ་ིལྭ་ཞན་ཡིང་ཡིང་
ད་ཚད་རབ་གརང་ཙས་་མི་སང་འང་ཆ་ཡས་ཆཌ་ཞན་གྱི་འཁྲི་བ་
11ལྟ་ནས
་་མ་བཅད་ན་སང་་སང་ཀིན་མ་ཞིག་མགོར་ཞསཔའི་ིབཏབ་ཙང་བཌ་མ་ཞིན་ཅའིཁན་། ད་ལྟ་ཞས་རང་
ལ་གེས་ཡ་ཞིག་ཧ་ཕར་དེའི་ིརྣམ་དཆུ་ཞང་གིང་ོ་བ་དང་འདྲ་བས་་བཞུ་།ཕ་ཕལ་ཚེར་ནང་གས་འགྲ་མ་སར་གགས་ངག་

1
བ་མང་།སྔོན་དགེ་གིས་་ཁྱུང་བརྗིདེ་བརྟང་ལ་ཚཌ་ནས་འམ་ཐར་ནད་གཡོའོ་་ས་ལ་ཁྱེར་བྱས་
ལས་མ་བྱན་སས་ངན་སེསི་སྐྱིསག་་མྰ་ཁག་བད་ལས་མཌ་ཕས་སྦྱངས་ཞ་ཞིག་སྐྱེས།Jར་ནས་བསྲེགས་
ઉપમપનસેનખુવાજી དའི་བཅེམ་ལྡན་འདས་ཀྱིས་དགིདགསྤྲིདཡ་
དེ་མ་སར་གྱབ་། ད་སའི་ཡོ་བྱད་ཕྱིར་ངན་སེབ་སས་ནཌ་འཐུག་སའི་དང༌།སེན་དམྱལ་བའི་དང་་ཁྲོད་
66
ཡེ་ཕལ་པས་ཕསུཡསངྐཐད་ལ་ཡིདིསབྱང་བར་།དབས་སྤངོ་དགེ་ག་ཡ་མ་ལྷ་་སར་མཌ་ས་བསྐྱིད་སར་མ་།ག་ང་ས་

གོས་བར་།མ་ན་འགལ་ཚལ་ཅནསྲུང་འཕྱུར་ངས།ཡང་དགེ་ཞིག་མ་བ་ཌ་ྋག་ས་འ་ིའས་རར་
ཡོད་སའི་ིདགེ་༽རས་ཀྱིས་བཅ་ས་བས་མ་སས་རོ་གཅག་མ་ཤ་ིའང་གཡ་ལ་མཌ་ཞིན་ས་འདིའའིམ་ེ་ོཡང་
སྟེརོ་ཨཱ་བསྟན་ལག་སས་ཅ་ཀིརུ་ཚེལོ་ཙམ་བས་སྦམ་སྠ་ཞིག་གིས་རྐང་ལག་ི་་མཞན་ས་ང་་
སརངཁ་ཅམ་སས་མ་སྦལ་ས་གན་རྐྱམ་དུ་་ནས་ཆུངཚན་ཡས་ཚ་ན་ས་བཏང་སྐད།བསྟོ་འབྲས་བའི་གྲྭངས་ཞིག་ལ་
དངུལ་མང་པོ་ས་འཚ་ིཁ་ཆཌ་ནས་་ཞང་ལ་མ་སར་ཁང་སའི་ཙག་གཡབེ་ཟས་ནས་ཤཕས་ཞིག་སྤྱས་ནསད་པས་
Ēར་ཕར་འགྲོ་ཚུར་འགྲོས་སབ་ངུལ་ཡིལ་སིམ་སའི་གཤག་གཉིས་ཀྱིས་ནས་བཅས་བསངྐའདི་གི་ཨ་བཅས་ར་

ཤི་ཆིའི་ལུངམདུནསུ་སྐད།ཡང༌ྋག་ཆས་ལ་ཆཌ་སས་ཆབོ་གསོ་ཞསྲུ་ྋགག་འབུ།
ཟས་།བུད་ཅའི་་རང་ག་ིལས་མ་ཆཌ་ཤ་ིབས་ལས་ཞདི་ནངཔུ་སྦྲུལ་སྤྲུག་ས་ཅན་ཞིག་ཏུ་་ཡསང༌༌༌།ཁྱིམ་བདག་ཙག
ཡར་ལ་ཆཌ་བཞག་ཤ་ིབས་གསརེ་འདི་ལ་འཁྲལ་བའི་གག་ས་ཅན་ཞག་ཏུ་། ལ་སྟེདྨོ་ས་ཞིག་ཤར་ལ་མཌ་
བས་མ་ལ་ལུང་ཞིག་འགྱུར་།གཞན་ཡང་གག་ངགཡར་བསང༌༌།མཌ་ཞག་དབང་གབ་སྩ་ལ་རང་ི་
གོའགོ་ཏ་ས་མཐམཡས།དབེ་ན་གངཔལ་ཚཌ་ད་ིའཁྲི་བ་གཅདངོས་གམ་།རང་རང་ཡ་ལྔ་སྤྲུལ་ཁང་གྱིས་
གུར་རྒས་ང་མའང་མ་ེཞནཡར་རྨི་ལ་ཡུལ་ཕང་ཁྱིམ་ལྟ་མི་ཛྲག་ཅངཕད་ཡར་མ་སའ་ིརང་བཞ་ི ས ཐར་

སའི་ིདྲུ་སའི་འཁྱུརབའི་ྱ་མཚོ་རྒྱལ་ས་མིན་སོའི་བཅེད་རྩུབ་ནཧྥ་ཉིས་ཅན་བཏང་བའི་མ་་ཐར་བ་བཞིགཔུ་
ཕྱཌོ་བ་ཅན་ནང་བསུ་ཕྱྭ་ལས་སར་སད་ལར་བད་ི་འོས་ལུ་སྐབས་ནས་ཞ་།མོམ་འཕྱུར་བ་
རྐྱེན་ཅི་ཡང་ཕྱིར་བལྟས་བའི་ཉཧ་བརྟེད་ཡང་ཕྱིར་བལྟས་།ཤེར་སྔོན་མ་ཞིགཞིག་དགང་སའ་ིཞང་ཁས་ཀྱིན་སྐམ་ཆ་ལ་
གཅིསངས་ཞག་ཡྰ་ཞིག་ཡོད་པ་གཞན་གྱིས་ལ་བརླང་བས་བླངམས་ཕྱིར་བལྟས་བས་ངན་ཞག་སྐད།དེག་ཕྱིའི་ཆཌ་
ཞྭན་གྱི་འཁྲི་བ་བཅད་ནས་བྱ་སྙི་གང་ནས་ཐར་ཁྭ་བཞིན་ནབ་ཀྱི་ཌོ་ཀྱཱ་ིནཁའ་བྱ་ངང་སའཔྱ་་དབ་བསྐྱང་བའ་དཀར་
102
རླུང་གིལ་ས་ལྟར་འཁ་ཁསོ་ན་ཚངས་མདེ་པར་དུས་སྐད་ཅག་སྤྱད་ཙམ་་བྷཱར་ན་་ད་བ་ཅན་གྱིན་པར་ཙག་

ཅས་སའོ བ་ས་ཕྱྀ་མ་གཙོའིབྱས་ཏི་ས་ལ་བཞི་ལས།དང་པོ་།ད་ི་ཕྱིན་མངའ་
མ།
བཅན་དུ་སྤྲུལ་་ཞ་སྤྱས་དཔག་ས་མངོན་བཞུཌ་སའི་ཞལ་མཱ་ཐག་པས་མགྲོང༌མ་གྱི་སྤང་བྱར་ཡའི་ས་ས་ཕྲ་
དང་བཅས་བ་བྱད་དག་སར་ཤོག་། སྐྱས་དང་མང་ལང་ད་གདང་འོང་མས་ས་།སྐྱེས་ནས་བཞིའི་མཆོག་ཏུ་ས་བསྐྱས་
ད་ཡང་བསྐྱས་སྐྱེས་མང་སད་གོ་ས་།ཞས་ས་ལྟར་མྱོག་şའ་ནང་ན་བསྐྱུས་ཏུ་ལེན་པར་ད་ཡང་ཞ
མཁག་སྐད་ཙག་འད་ལ་ཁྲུབ་ས་ཕུང་གས་མཚནསང་ལྡན་སའི་སར་ཤོག་།ཧྥང་བསཌ་རྒྱན་ཤོ་བཏབ་
ཚ་སྐྱིམ་རྣམ་དྲུངགི་ཚེམོ་མད་གིའ་ན།ལྭ་སའང་སོ་བང་གིས་མདོགྲངས་ལྔ་མྱའ་ན་དག་ཡརྨའིཨང་དརི་

Dોષભམྰངོས་དང༌ལྡན་ཅངི༌ཕྱས་གསུང་གིངཨའང་ཁྭ་རི་བྱི་བར་འགྱུར་པས།ངས་ཞལ་མཇལ་ཕྱྀ་བའི་འབྱུང
བདག་འད་ལྭ་མི་འབྱུང་བར་ཅག།ད་ི་འདྲ་བ་ང་བ་དཔྱལ་བའི་བཀའ་ལ་ཡིད་མ་སའི་ཡིན་སས་ཡངཔྱམ་བའི་བཀག་
ཡིད་ཚིས་སར་ཅག་ཅིས་ཟེའོ་དགོས་།ད་ལྟར་མ་ཡིན་ཡར་གྱིས་མྰ་ཐགས་ག་ཁ་།མ་ེ དཔག་ཡིད་
ཞམ་མ་བར་ཅག།ད་མྰ་ཐག་དགླིང་བྱ་འབྱུངས་ཀྱ་སང་རང་ག་ས་ཀྱི་ས་དང་ཧྥུ་འཁྲུལ་ཀྱིས་མགཡཿའ་ིམནམཔཉ
ནས་མཚོད་འི་སཡིན་བནྡེ་ིམི་པར་སར་ནས།མྱས་ས་ལ་མཆདོ་སར་ད་ཅིག།ད་ཡི་དབཞིན་ས་
ས་དཔེ་བསོདོབརྒྱ་ལས་སའ་ིཕྱ་་གཡསམ་བསྐྱ་ནས་རང་རང་གི་མགོ་ོམ་བཞག་མ་ས་ན་ཞང་ཁས་འམྱས་འདི་ིཞེས་

བྱ་བར་འཀྱར་རོ་ཞེས་བྱང་ཆུབ་ཡུང་བསྟན་པར་ཅག།ལུང་བསྟན་མ་ཐག་ས་མྱད་ས་དང་ལྷལ་ས་
འལ།
ད་ཡང་
མ་།མཁས་ས་འགའ་ཞག་སང་ས་མ་ཌོ་བཅནསུ་བར་བཤད་པ་དགངོས་ས་ཅན་མཁན་སྣ་
འདི་ལྟར་གོ་དགོས་།ད་ལྟ་དར་ཕའ་རླུངཌ་ལྩ་འབད་་ས་དག་སང་འཚ་ཐངདབུཌ་ཆད་ས་དང་བྷྲ་ཧ་དག་ང་ཆོས་
ཀྱི་སྨནི་རབོས་ཡུམ་སའི་པྱས་འབྱཤོ་ས་དང་མཇལ་མངཿགངས་དང་སར་དང་སྐལ་ས་མཀ་།ད་ིནས་ཞིང་དང་བ་ཡིན་
དན་ོན་འད་ིན་ིམདེ་ོརང་ཡག་ིལེ་རྨདཔུ་བ་ཡིན་གསྤུངས།ཐབཡསང་བཅའདི་དང་ཆུབ་འདིའི་སླ་བས་ཆེ་མ་བའ
ཆེབ་རྣམ་གྲངས་ནས་རང་གརླུད་ཡིན་ཅང་བར་ཅའིག།བྱང་ཆུབ་འི་སྤྱན་རས་གрདང་་།མཐུ་ཆེན་ཕེབ་པྱམ་

སྲས་ཁུ་རྣས་ས་གནས་ཀྱིས་ཀྱང་བྱས་གྱིས་བརླབས་དང་ས་བཞུང་བར་རྩི།དག་པའ་ྋགཞན་མཛལ་འབར་ས།
དན་བཞན་པ་བཅུ་ཡི་ཞིང་ཞནཨས་དངཕྱང་ཆུབ་)དང་ར་སྭ་དཔག་རུ་སྭ་མཆེདྨོ་སྭའི་དང༌༌།ཞིང་
བ་ཅནགདེ་བལྟའ་སའི་ཕྱིར་ཡའ་ཚྭ་ནའངན་ེདགཀུག་་ྩ་བསྙེག་བཀུར་ཞིང་དམ་པའི་ཚེབོ་ཀྱིད་རྩྭང་སར་ཅིག།དག་
སའི་ག་གཞན་འིཕྲུལ་གྱིས་བལྟ་་་བར་ས་། རྒྱ་སྤྲུལ་ལྭ་སྦ་ཡིས་ཤར་དགའ་ི་དང༌༌།ལྷ་དཔལ་
དང་ལྡན་པའི་དང་ལས་ཛེསའི་ཞང་དང༌༌དབུས་་ཐ་བ་ེསའ་ིཞང་།སྔ་ཞངད་ིད་་ཉན་མང།རིམ་
ངན་ིནང་བསྐྱེད་བ་དང༌་།རནི་འབྱུང་དང༌༌དགོ་པ་སང༌།རྣམ་སར་སྒང་མཛད་ལྭ་འི་རྱས་དབང་དངཕྱིན་ས་སེམ་ས་

མཆོདངོས་མས་མཆོདོ་སར་བྱས་ཞས་དགེ་
སྤྱིབ་པར་ཅིས།ད་ེ་བཞིན་ད་སྙོ་ཌ་་ུ་ལྩ་དང་བྱང་ལྕང་ཅན་བབ་་ཡབ་གླིང་དྭངས་མདགོ་དསམ་གྱིར་ི་དང་
མྰསང༌༌།ཕྱག་ན་དང་
ར་མཁོའི་སྤྲུལ་སྤྲུལ་གང་ཁས་བ་ཁྲག་སྤྱག་རསཔ་གཀྱིདང་བཙག་མ་དང༌
དབྱི་ནང་བྲེག་རྣབ་མཇལ་ཞིང་མཆོད་སཔྱ་མམ་ལ་ཕུས་མཆོད་ཙང༌།དབང་དང་ས་ངག་བ་
པདྨ་གབྱངས་ན་ཁྲིག་རྒ་
ཀུན་་འ་ཞང་ས་གོ་དྨ་ན་ཞིངས་ས་སར་ཕྱིན་སར་ཙས།ཡང་མགཤོབཌ་དང་ས་mgས་བདེ
བ་ཅན་འ་བཝཌ།ཚེབོ་ཀཿཁོག་་ས་དམ་ས་རའི་ཞིབད་ེགཤ་ེཤསཞབ་ག་བདི་བཅནསུ་བྱང་ཆུབ་སདེན་རྐང་།

གཅང་ཡ་རྒྱལ་མཚན་སྙིང་།སྤྱན་སྔུ་བ་མགོ་ས་ནང་རྒས་སའི་མཚགསུ་གསེཆ་ཤས་བ་ཅནཞ་བཤཌ
གཞན་ཡང་བརབས་ཕལ་ཚིར་བཝཌ།རྐང་མའི་ཕལ་ཏ་ཡབ་ཡབཿ་ཚོརྒྱན་ཚིན རའིག་འཛན་ཁྲམ་
གས།མཁྲག་ཡམ་དང་བརག་པར་།རྒྱ་བ་དང་།་་་ལ་བར་གྲངས་བཞུགས་།
ཡར་ཚང།སྔོན་མཁས་པ་རྨ་མཌ་མེད་དག་ཡིག་ཞང་ཞེས་ཧ་་ཞས་སའི་རྱསང་ལྟར་
འཚངཅས་བད་ེབ་ཅན་ཞང་དརེ་འདི་སར་ཤྭག་བསྐལ་བ་འདི་ིཡི་སྐམ་སའི་ིད་ད་འདི་བཅན་ཞས་ཅིག་
སྟེ༑ད་ལྟ་བསྐལ་ས་གྲངས་མེད་སར་འཚྭ་ཞེེས་བའ་ི་མིང་ཡངཨད་མ།ཧྥུ་ཡང་ཞིང་དང་འཛཱཛན་པར་།

དམེསན་ིབར་བསྐ་་བའང་འདི་ཡི་པྱཔྟ་མ་ིམད་
སླད་ནས་ག་འགྱུར་གྱི་བཙུན་ས་མ་གབ་ཞུང་སའ་བར་སྐ
སྤྱས་མཆོད་ཙང་དམ་པའ་ཚེས་དུད་རྩ་སྐལ་རྭ་ཙངས།
ཀྱི་འཛིའི་འད་ིན་ན་འབྱེདོ་དྭངསའ་ིཚིདྡྷེན་སྟེསོས་ཞིང་འདརི་ང་ནས
་་ཡར་ཡབ།༼ གཀིས་ཡྰ་ྋཁསི་
སླརང་ཆེན་བ་ཡིན་શ્રીཞིང་་ན་འཁྲུལ་གྱིས་སང་སར་བར་ག་སར་ཤོ་ཡན།
བཀོད་ས་འཅའིབང་བྱས་ཏེངསྨོནqw།མྱས་વનાણીઓམྱ་ཕྱུག་ལྷ་་རྩ་གཅའི་་མྱས་ན་ཁྲབ་གྱི་ཤོདས་ཚད་ི
བཌ་སའི་ཡྟོན་ན་པའི་བད་ིབཅན་ནང་བར་ཤོག་།ཞང་
གཅུའིགཏུ་ལྭ།ཞདི་མས་ིགཞན་ལྭལས་དར་འཕཌ་
ཝ་དའི་བཀོད་ས་གི་ཌ་ཅམ་མ་གཏེསདྨ་གཅམ་་ག་ིས་ྟན་ེབརྩ་ིནཌ་པའི་མྱས་ཞལ་སར་བརྗེད་ནདྨ་སགཚུས་

ཚརེ་ལས་གསུངས། ས་གཞིའི་ས།རཤྭི་ཚྭའི་ལྭ་གཞ་ཁདོ་སཱ་གཞས་མའི་ལག་མཐམ་ལྷ་འ་ིགང་
དྲངབལྟས་མཐའ་མི་མངོནོ་ཞིང་གི་ཚད་གཞུང་མི་སབ་ཡངས་ནངཔྱ་བ།ཕྱཌོཝདིརས་ཚ་ིལས་བསད་སྐུའི་
འདོ་ལྡང་བས་ཀུན་གསལ་གང་དྭོ་འབར་བ།མནན་ན་བཞི་ཞིང་བཏཌི་ཞྭ་ད་སྤུར་བར་སྭ།ལ་འབར་
འབུར་ཞཤངོ་གི་རྣམ་ས་ཚད་པས་བའི་བ ཡང་ག་ར་ཕྱ་ཌོ་པའ་ང་བཞིན་ཅན་ཡན་ཡས་ད་སྐདཔུ་།
གྷའ་ིགབོ་ཀ་ཅ་མི་ནའདིཀ་ལྟར་ངན་འཛེ་ས་་སྲུང་ཀུན་ཤས་ཡངས་ཡ་ིནང་རེ་བར་ཤག་ཅིག།ནང་ཡང་ནང་མན་
ར་ལའང་༌།རྩ་བསངས།་ོ༌།ཡལ་ག་དང༌།ཚ་ོལ་དང་་།འདབ་མ་དང༌༌ལྡོག་དང་།འབྲས་བདུན་བདུན་ས།

ད་ཡང༌ཁ་གཅིག་ནི་རྩ་བ་གསང༌ནང་ཨལ་གདཔྱིརྨ།ལ་ོམ་ནས་།འལབ་མ་
ཏ་འོ་སི་་དམར་།འབྲས་བྱ་ཡི་སྙིང་ལས་བྱགས་ལ།ཁ་གཙས་་གི་རྩ་བ་ལ་ཌ་ཕ་བདུག་ལྟ་ར་
སྲུག༴
ལས་ས་དག་།།ི་བཞིན་དུང་ན་གཟས་ས་དངས།གཤེ་ེས་དང་བཞ་ིས་དང་ལ་དང་དྲག་ལས་ས་ཁྱང་བས།རའི་
ས་མྰ་ལས་བའབབ་དཔཌ་ས་ཙམ་གྱིས་ས་འཇོབ་དསང་ས་ི་ནང་གི་མ་ལ་་།ནཔྱཨང་དངོནལ་དང་
ནུ་དང༌་གོངསླབ་། ེབ་སིང་རྐ་རཝ་དང༌༌།གསིར་དང་མུ་ཏིག་གིག་བསང་་དང་ཟྭབ་སྣ་ཡའང་འབྲས་ཁུ་མས་མྱན་
པདེའི་སའི་ཀ་ལ་གི་དང་ཞཞུག་་སང༌༌སྦབ་་ང་།སྙི་།ཁྲུང་ངས།་རེར་་ང་་རྨ་།ཀུ་

བ་ག་ཌང་ང་ག་ིམད་ལྟར་དཀ༽བ།གཡུ་ཡ་མདེགོ་ལྟརཔའོ། བྱིཌཱུམདེགོ་ལྟར་དམར་བསཌོ་ར་བ་ལྐ་སའ་ནདྭ་ཞན་ས་ི་ི་ྣས
Dou
ས་བཞི་སྲབ་ས་དདཔྱ་བའ་ཚེབ་ཕྲ་རབ་སའི་ིམཚད་ཆེའི་ཞིང་ར་བར་་ཅིག།ཆུ་དང་གི་ཡང་
ངས་པཕགསོ་སའེ་ལངཀླུང་་བསལ་དང་ཞིམ་དངཡང་ཨའེ།དྭངས་དང་མ་ས་དང་་།འཁྲུར་ན་མ་ས་དང་་།མགྲིན་ས་
ལའང་མི་་ས།ཡན་ལག་ལྡན་བཤད་།ྋས་ལྟར་ཡན་ཡཿ་་དང་ལྡནངས།རྫབསུ་དཔག་ཚད་བཙུས་ས།ཁང་
ཞང་དཔག་ཚད་གཙག་དངཔ་སྐུ་དང་འིགླུ་དདུམ་དང་བཞི་བཅུ་དང་ལྔ་བཅུའི་བར་དང་སང་གི་ཚད་དང་ཀྱང་ས་མང་ལ།འབས་ཌིངད་ི
གསེར་ཕདམ་བ།དེ་བཞིག་དུ་རྩིའི་རང་བཞིན་ཁྱེ་རྒས་རན་སེ་མ་བན་ནམ་ཤས་དང༌་།ཚྭ་བསྐོར་

འîག་བ།ཁྲུསསས་ཏརི་འཞན་ཡར་ཅན་ལ་ས།དའི་ཕྱང་ར་ན་
འགུ།
ལྷ་ིམང་1དང་སྤྱལ་དཀུ་པཔང༌།སརྨ་དཀར་ལ་ཡོ་བ་ཞམ་སས་བས་།ད་ི་བྱསང་སལྡན་།སག་
ཚད་གཅག་ད་ལ་སསཔ་མ་དངམ།པདྨབ་ཙན་ལས་འདོ་དསག་རང་སཔ་ཞིང༌ད་རི་ས་པ་བ་
་རྒྱས་གྲངས་མེད་བས་མྱགས་རྒས་རྒྱས་མི་ཌ་སའི་ཞིང་གཞན་གཤེནས་ལྡ་ཉུང་འདི་གྱིན་ན་ལ་རང་རང་གི་སྐད་པུ་
ཧན་སས་ཡྰ་མ་ན་དང་ལྡནཡའི་ཚང་དརི་བར་།གཞའ་ཡང་ཐ་ཕ་ི་ིགན་གི།ཞ་ི་ཁས་ིན་མ་ས་མད་དང་ངན་
113 ད་བཚན་ཚཌ་ནང་སོང་སུ་ིཧཌོ་ཆེན་ངོས་པ་དྲུག་ལྔ་ངགསེའི་དང་༌དབེ་བསྐྱིདེ་བའི་དང་མཁྲིས
ཞེས་སའི་ཁྲ་s་ཡང་མི་ཛ་

བད་ཀཞཔ་ལ་གོགནོ་གདཞོ་ཌོང་༌།འཚི་ཞུཔ་སའི་ིདཚ་དང་ཞངསནསངསའ་ིཕན་ཚུན་ན་རྩོད་
མ་སངསམ་ས་ཚད་ཞིང་་བ་ལྟ་ག་རྣ་བས་ཀྱང་སོ་མ་བ་པས་བ་འ་ཞང་ཝས་དར་བར་ཅི།ཞང་
ཁསོ་ིན་ཐ་མམ་ནད ང་མངམ་ནས་ཡང་།ཀུན་ཀྱང་པདྨའི་སྦུབས་ནས་འཁྲུངས་༌།བའི་སྐྱ་
ས་ཆ་ཚང་དང་ཌ་ཌ་སར་གས་གྱི་མདེགོ་ལྟར་དག་ཙང་གསལ་ལ།དབྱ་མྰ་གཙུག་དང་ཞམས་ལྭ་འཚེར་མ་ོས་
མཚན་བ་ཅུང་ཅང་ཞེས་དཔྱི་པ་མྱད་ཅུས་ས།རྐྱངའསང་་ལྷའི་མིག་དང༌།ལྷའི་ཞ་བ།སྔོན་གནས་དང་ང
གཞན་ཝ་ཡཅཡ་བ་ྱབྷོ་ལྔ་དཁྭ།ཤའི་ཕྱག་དང༌༌།ལྷའ་་ཤ་རས་ངས།མསོ་དང་་།མྱས་ཨྱོན་སྤྱན་ཀུན་

ལྩ་བ་ྱ་འ་ཡང་རྒྱས་ང་ཞི་ཁྱད་སར་ཁེ་གསུངས།ད་ལྟ་ནུའིཔག་ྋནངསྭ་བར་ཤའོང་།མག
སའིཨ་ནས་ཁང་ལ་དཀའ་མིད་སར་མིསྒ་ལས་སའི་གཞལཡས་ཁང་ས་བ་མྱ་འས་སར་རྩི་སཱུ
ཝ་སར་དགོབ་སྦེད་དེ་ཚུུ་ད་གྱིས་ས་དེ་ཡང་དགྲྭ་མུལ་གཞན་
ལཱས་་ིད་ལ་ཙས་གྱིས་བ་མ་ཌ་བཅོམ་དསར་
ང་ལྡན་ས་ཞིག་ཡིན་།དྭ་དང་ས་མེད་ཙང་ད་་
བ་མ་ཡིན་ངང་གི་ཚེག་དང་ལྡན་
སྐྱངོམེད་པར་རླངདོ་མྲ་མི་མཁོ མཁཡི
ས་གཏོང་བའི་དང་བདྨོ་སས་བཙེམ་ཡང་ཡ་འཛེགང་ལ་གགནངབྱུངབ་རྣ་ི
དང་བདག་འཛིན་པའང་མད་།སྦྱིན་ས྄གཏོང་སྤུ
ཀྱིས་པར་ངརང་རང་གང་་ལད་མག་ས་མཐལ་ནས་དགབྱུང་ཞང་ཝེ་ན་སའི་ང་ས་ཚོནས་ལ་

སའི་བདི་སྐྱིང་འབྱུང་བའི་ཞད་རི་བར་ཅས། སྔ་དྲིས་ཕྱོཞཞནྟྲ་ཞྭམ་སོའ་ིགིས་རཞི་ས་ཨེའི་ཤིང་w་མ་
བསྐྱེད་ཅརི་བསྐྱལ་བས་ཡིདསུ་བའི་ིདྲ་ིབསུང་ིསང་ཞངསལྟ་ནཕྱུགཔའི་མར་ཆེན་པོ་ཚེས་ས།མཱིགས་དག་མྱང་མའི་
བང་ཚད་ཅམ་དུ་སར་གནས་ཤིང་ལྷའ་ཀ་ཙང་ལན་ཀ་ལྟར་འཛི་ཞང་ཞ་བར་འགྱུར་ལ།པ་དུས་འདས་མངཁན་་
བལ་བུས་རིག་ནང་ས་དག་མེད་པར་བྱས་ཏ་ིདའི་ཞང་དབན་ཞང་ཀས་ཤིན་
ཏུ་ཡང་དགའ་བར་འགྱུར་ཞངས།ཡར་སྔར་བཞིན་སར་
116དག་བཀྲ་སརཕྱད་ལ།དཔེབཞན་དང་པོ་རངས་ཀྱང་བཞིན་གཞན་ཡང་ཤང་དང་དང་ཆུ་ཚད་ལས་ཡད་བན་ི
མངོསགནཌ་མཇིས་ས།སྒྱུ་ས།དྲི་ཞིལ་ས།རྭ་བ།རག་མངས་མོ་ཡད་ཕྱིན་ནས་རག་ཉུང་

ནང་༑མལ་མིདེ་རྣས་མྱིད་ཀྱང་ཆུབ་)ར་ལ་པའི་ལྷ་ཡི་མོའི
སའི་ལྷ་རྣམཉམོ་ཤར་མ་བཀུན་མག་སྟོང་གིསས་རྟག་མཆོད་ལང།ལུག་སར་མདོ་རན་གཞལ་ཡས་
ཁངསངས།ཀལ་བར་གདོ་དག་ར་སྣ་ཌ་ལས་པའི་ཁང་བརྟང་སོའི་།ལྷའི་བཅོས་དརང་བ་མའི་མལ་ཏ་ི
བ༑སྔས྄དང་བཅས་ཡངཧ་ེབའི་རན་ལྷ་སྤེན་ཀྱང་།སྦྲུལ་བའི་ད་མན་ཆུ་ཀླུང་དང་གཙའ་ཨས་ལྷའ་རམྰ་མྩོའི་ལས་
ཐས་སར་ཡའི་མི་རྟག་སརྦདང་་ཞ་བ་དང་བདག་དམ་ས་སྐན་ཡའ་ཁྱུ་ཌ་སནངཋངབ་ཡདེན་ཞསི་མྱས་
དྲག་ས་དང་མ་འགྲམ་བར་འགྱུར་ལ།རདསྤུ་ཡང་དག་མ་སྔོ་ཡའ་ན་ཉྭ་བར་ཁ་བྲ་ཙམ་ཡང་མི་གྷཌ་།

ཐ་དངངན་ྱན་ི
@ཉསིམྱངས།་བར་ནན་དང་གྱང་རང་་ཛང་བངདང༌༌།འདད་ན་ནུབ་ཙམ་དང༌།སྐད་ས་
ཙཡ་དང་ས་ལ་ད་ིསྐད་འབྱང་ཝ་མ་སང་སངད་ི་བཞིན་ཡཿ་ཞིང་བར་ཅག་སའ།གནང་པྱམ་ཝའི་
ཐཌ་པ་སྤུངསར་ས་།།དཔཡང་འོ་བསྐལ་ས་གྲངས་མདི་ས་གདྒའི་གཅའི་་ག་ིམ་འདས་ས་ར་སྱས་
ཞིང་བསྐལ་ས་འཛགངས་བར་ན་ལ་དབང་བསྐྱུར་བའི་འཚེངས་བསྐྱུར་བའིརྒྱ་མ་་མུ་ཅིས་དང༌༌།དhaན་ན་
དའི་མདུན་ན་
འདགོ་མཚོད་རླལ་ན་ཝང་།ད་ཡི་སྲས་སུ་ཆེནའི་མཚན་དང་བྱད་མྱག་ས།ཚོ་གང་བ།
སྐུ་པྱད་བལ་ཁས་མི་ས་ྋཞིག་བཅས་མ་ཐགཏུ་ཞིག་ལྷ་འབུམ་ཕྲག་གིས་མཆོད་པརབྱས།མི་མཚོས་རྐང་ཞེས་

o། བར་བཏཌདཀ་སྲས་གི་ཞིག་ཚའིགསོད་ར་ཁྲིག་གེབོ་ཤིང་པ་སར་སའི་མཚན་མྱས༢ན་
ཞེས་བར་སྦྱར་Rགས་གྱི་ཕྱི་ན་མཚོ་ཚས་ཞེས་བའི་ཚལ་ཡ་དང་་ན་བྱི་བ་ཕྲག་ཁྲག་
འཕུམ་ཁྲས་མ་དང་ཐབས་གཅིན་ཏུ་བན།ག་པྱལ་མྱས་རྐང་ཡངོསྤྱན་དྲངབ་བ་གཞུ་བར་སྤྱས་འཁོངས་མ་ེན་བརྡེག་
དང༌༑བཤེས་དང་གཙམ་ཆསངས།གཨཱ་ང་ཡོ་བྱད་ཀྱིས་བཞིན་བཀུརངཞུས་ཤངཔྱལ་སྲ་བདུན་མཆོདོངསར་།ད་བཞནཔྱམ་
བུ་རྣམ་རྒྱ་ཆུ་མིག་མི་འཛུམ་ས་་པྱལ་དང༌།ཁསི་མྱད་བན་།བཙུན་མ་ས་ལྡ་ལ་བ་
119
ཀྱང་ཟུངས་འབུབས་བན་ནངབཀུར་།དེའི་ཚི་ཐམ་མཚོའི་རླལ་ཏང་གི་འཁོར་བྲམ་ལ་ཕེས་བསྐྱིདབཅུ།འཛི་

གླིང་ཀུན་རྡུལ་ྋཞང་ས་དངས།བུད་མེད་སངས།༼ང༌་མོ་དག་ཝ་ཅག་སྐྱབས་འཛེརོལ་།ཁ་ཅག་ཚེ་བསྐྱིདསུ་
བཅུག་ནས་ཡང་ཡུལ་ཕྱན་ནས་ན་བར་དུ་མྱས་ལ་བརྟེན་བཀུར་།ད་གས་སུམ་རྟོགདེའ་ིབ་ིས་མདྱལ་ོའད་ིཡ་ལྷའི་
དྱམ་སྲིད་དམ་མིའིཔྱལ་སྲིད་དམ་དན་ཚེས་རང་མྱས།མྱས་རྣས་ལྟརངལདོ་ནས་ཚ་ིའདབེས་ཉམ་ཞས་རང་གི་ིརྨ་ི
རའོ་ཅའིག་སྐམ་།རྨ་ིཚ་ན་ཌ་བཅུའི་ིམྱས་ཞང་ག་འདིགི་གིམ་དག་ི་ིམྱས་མཿབ་དང་༌།མྱས་ཀྱི་གིས་རང་
ལ་པདྨ་འདབ་མ་།སྟེང་།རྐང༌ཡོ་ཅེན་དལས་ས་དབང་བསྐུལ་།པརྨ་དག་.
མའི་དཀྱིས་ལྟར་ཀུནནང་ཞངས།སྟོངཞ་ན་མ་བདུག་ཌ་དང༌་ཀ་ིམའ་ིདཀྱིརི་སས་ཀྱང་དབྱ་བ་ཕྲག་

Lon ཅུངདྲུག་ཞས་རང་གི་ཁར་།ལུས་དཡག་ཆག་གི་ཚད་ཙམ་དུ་ཙང་་།་ན་མི་ལ་
བཞིན་ཤར་བ་མཐོང་བ་བཞིན་ལུས་ནས་བ་ཡིདེའི་བྱབ་ཕྲག་ཁྲིག་ཕག་དྲུག་ཅུ་རྨ་དག་ལ་སྐྱིལ་བཅས་བབེ་ིགཏན་
བསྒོམ་སས་དག་མཿཐེང་ཁེརོ་ཞ་པདྨ་ས་མ་རྐན་གྱི་ས་ནས་རྩབས་མ་ཁྱད་ལུསཔས་གིས་ཁའི་
ཕག་ི་ཡར་ཁུར་ཞས་་༽བཌ་མང་ད་ཅང་ནས་ཤང་མེ་རིནཱའི་སྟེང་ཞག་གི་རྩ་བར་།ཡངསྲོགོ་ཁཌ་མང་
ས་གས་ཚང་དོན་ནས་རྐང་༤ཀྱི་བར་པར་།ཡང་ེས་ཕག་ནས་ཕར་བ་ཌོ་རས་ཅའི་མགགཞན་
யཔྱལ་རའི་ཕར་ག་དང༌། ་ིམ་གི་གྱ་ཡང་ཝང་ནས་ེཀྱི་ཞས་ལྟར་དུ་།jལ་ཁང

ཙག་སྒ་མའི་མེ་གིས་བརྒྱན་ཙང་མ་ཞའི་རྟ་ྋནས་མ་ས་བར་ཞཌ་གཡས་སྲུ་བལྟ་ཞང་འཛུ་སྤོང་ནས་ཚངས་ས་དང་་་
མྱ་དང་།འཇའི་བ་དག་ཨ་ཀྲམ་ལཱ་ལས་ས།༢མ་རྟི་ཁེkཡུགཕ་དྨ་ས་དང་ཅགཔྱམ་
སྐལ་སར་།གཞནཔྱལ་ནས་དངས།ལྷག་མདཔྱམ་ཕྲན་རསིའི་དང་༌།ད་ཕིན་སྐྱི་ཉས་ིལ་བྱའི་ཅ་ི་ང་ེ་སས་བྲམ་་
རྣས་ིབ་བ་བཞིནབྱའོཞས་།ཤམ་ཡདྨ་ལས་འཚེད་བཞན་སར་གཉདིད།ཟ་མ་ིམྱས་ལ་སས།སྣང་བ་འ་ི
སྨྲས
རིང་ཁས་བ་དང་་།མྱས་རྣབ་སརྨ་བསྐྱར་།ད་ིལས་བ་།ཁྱེད་མྱ་ལྔ་བཅུར་འཛེག་ི་ཤུལ་
སབི་ིམང་ས་ོཆུབ་མ་བཀོདོ་ས་ཡིན།གཌ་ཌོ་ན་དེ་མྱས་བའི་ལྟས་ཡིན།།ྱལ་ཚོ་འདྲར་ངས་གི་སྨན་མ་

བྷ། དག་སའི་ིདབང༌གིས་གིས་དྲུག་ཏུསྤྱལ་བ་ཡིན།མ་སྡེའི་ལཱངྒ་ས་ཁ་ལྕག་མོ་ེདམནཡར་
སྨེན་ས་ཡིན་ཚུལ་ྋརྒྱ་བསྐད་སས་ནས་བྲམ་མཚོད་མ་འརྒྱལ་ལ་ཆུབ་བསྐྱི་ཡར་ཡང་ཡང་ྋས་པས་ལྟར་
མདཔ་ཞལ་གྱིས་བཞིས། འི་ཚེསྤྱས་རྐང་ཏང་འཛིན་བ་ས་བྱ་བ་མ་སྐེམོ་སར་སོདིའྀ་མཐུསཔྱལ་
བླང་རྣསི་ཀྱིས་བཅུའི་སྤྱས་གི་ཚའི་གླིང་ལ་དག་གི་མཐོང་བས།ཐད་ཀྱིན་བྱངབ་བགྱིད་ཙང་རྐངཚ་ིརྣམ་སར་དང
བ་བཏབ་ཡས།དྱལའི་སག་མདེ་ཏངཁུང་བསྟནསསངས།ད་ིགསཔྱལ་སྲས་ཁུ་ག་མི་འgམ་ས་བཞེདསག་ཅི་ཙམ་བཞུཎ་སང་
བསྐཞངས་ཅ་ིཙབསངགཞས་བརཔུངབྱུངས་དསའབྱ མང་ཙའི་མཐར་མྱས་ཡར་ཆེའིབཏབ་སབ།མྱས་འདོ་གས་འཁཌ་

སལ་བཡིཌ་འགྱུར་བར་བསྟན།དྱལ་བླ་གཞོའོ་ད་སྤུ་ཀྱིས་སེསི་བསྐྱེད་མྱས་སར་བཏབངསསདསལ་བཙིཌ་ྱས་
ཁུ་བསྟནས་གནསཕར་དུརྒྱམ་སྲས་ས་ལ་བསླབ་ཤས་མཿཐར་ཕྱིན་མྱས་སར་གཡས།མྱས་ཅིངསའིརྒྱལདོ་བསྟན
རྒྱལ་གཞན་རྒས་ཀྱིས་དག་སའ་ཤིང་དརི་སྨོན་གདབ།གྲོ་སྐམ་བརྟང་གི་རྒྱས་དཀྱངཕར་བསྟན།གྲྭགྲོ་མཆོའ་ི
་གྱི་ཕསེ་ེས་ལ་ད་ི་ཡས་ཐབ་གང་དག་ས་་ཡས་ལྷཌི་མ་བདེ་མའི་ན་རྨ་རྒེད་བ་གསུམ་དཀའ་བ་
ཀྱིས་མ་ནས་ནསི་ིརང་གིས་ཐབས་སྣ་ཀྱིས་འདུལ་བར་བསྐྱིད་ཙང་མ་དཝ་སས་མག་གི་ཚར་བཝ་པྱས་ཀྱིས་ཡ་ེ
གནང་བ་མ་འངོས་ཡ་ན་བདག་ཅག་གི་རེརོ་ས་ཐཌ་རྐཧུ་འགྱུར་བར་བསྟན་ད་ི་ཡང་བ་བ་ཅན་གྱི་དང་དརི་སའི་རྒྱས་

এ དསྭཱ་མད་བསྐམ་པ་ལས་དིབྷྱའྤྱི་ཁྱབ་པར་མྱ་ངན་མི་འདའ་ར་ཕུཌ་སྐྭ་ད་ི་སུ་སྤྱས་ན་ེ
ར་སར་ཅིག།ན་ག་དཔག་ས་དངཞ་བར་གན་སའ་ཚུལ་-བསྟན་ནས།བས་વકૃત્પાવાનનેકાનો
মুকছেཀྱི་མ་གཉིས་བར་དུ་བསྟན་ཧྥ་གནས་ས་ི་འི་ོ་ིཔྱས་ཚྭབ་པྱན་རས་གཉྫི་མི་འབྲམྰ་ཞ་ཡི་ལ་སྭཱའིસોપાન
པར་ཅ།སྱཱད་མ་དམ་བྱབ་ཡྰའི་ཧྥ་ལྭ་འཕཌ་སངཔྱར་གཉི།་མ་དྲོ་སར་ནས་ངས་
སག་དསམ་བཅིཌ་ཀྱིརྒྱམ་གིས་བར་པའི་ཞི་ཞས་ལྟ་ྋང་མམདོ་ོཚང་དམ་ཉན་སར་ཅ།མྱས་དའི་ནས
125
པ་ན་ཕུག་ཁྲིགས་ན་འཁྲུ་ཕྲང་་བཅུ་རྩ་དྲུག་བཞུཌ་སའི་ཚའིརྟག་ཞབས་འགིང་གང་བསྙེན་བཀུར་ན་དང་།མྱི་བ་ཡབ་

སངཟུངས་དམ་་སའི་འཚན་སར་འབོད་ཅ།ད་ིམྱ་མས་ལས་མྱས་་ི༌བྷཱུཔཱཧཎྜཔའིནམ་
འབྲིའི་ཕག་བྲི་གནས་ས་མེ་ཚདས་བའི་ས་ཞབ་འཛུག་ང།རྒྱམ་ཚབས་མཐུ་ཆེན་ས་དང་ཤག་ཏུ་མིས་བྲམ་བར་ཤོག་ཙག་
ད་ིའས་མིན་ཕིན་ཚབ་བྷོ་སར་སྱས་ནས་བཞན་ས༥བངྑ་བསྟན་çན་རེནནྡྷ་ཡ་པྱམ་ཞབ་བར་འགྱུར་ཞང་
iཟླ་བསྟན་ས་སྤྱན་པ་སྤྱས་བ་དང་མཉབས་ས་རྒྱས་ཡི་རྐག་ཞབས་འབྲིང་བ་ཅང༌༌མཚོད་ས་ལྷ་མཚོད་ཅ་
དམ་སའི་ཆེན་འཛིན་པར་ཙག་ཅབ་སང།༣ ཞ་ས་མཐར་ཁུག་སའི་མྱས་སར་ངས་།དག་
་ི་བརྫིས་མྰ་ཁག་ཏུ་ཞ་ི༌ཁ་ི་ེད་ེབ་ཅག་arbağlıདགང་སའ་ིགནནང་ཤ་སར་ཡ་སྱས་བྱ་ཕང་སར་ཆས།

སྱེསའི་སདྱས་ཁུར་ཤ་གྱང་བདི་གཤིཌངཔའིསག་ཏུ་་ལྭ་ལྟར་མཚན་ས་ཙཿས་སྤྱིས་དྲ་བ་མང་ཀུན་༅།
2་ཨིན་ཅང་ཞུས་ས་དང༌༌སྤྲུམ་སྭཱ་གྱངས་ས་འགྱེད་གས་འགྲེ་བ་དེ་གཅའི་གྱང་མ་ས་ཁར་སའི་མ་ིལ་
པྰ་ལ་ཌ་སས་ག་ཅེས་སར་ལྷན་གྲུབ་འཛོ་ག་མེད་སར་ཙག་ཅས་།ད་ཡན་མ་
བྱས་ས་གས།་ིབའི་ཡ་ཁ་ནས་སྐབས་ཀྱི་སའི་ལ་ས་།ད་མ་ནང་གནཌི་སའི་དང་བསོདྨོའི་དདཱ་་།ཡུང་
ཡི་དང་ག་ནི་ཚདྨ་སྭ་ཆོས་ྋབ་མཐའ་ཡྭས་འདོད་ག་ཏུ་ས་ང་དསགེ་རུ་སའ་བཅེམ་ལྡནས།
གང་རྣག་གང་ཞིག་གི་ཁྱེད་མཚང་གི་འཛིན་སྦ་ལ་ལསལས་རྣམ་སར་ậས་མྰ་བས།མའི་དང་ཆུ་དང་

གུ་དང་མཚོན་དང་གདོ་ང་སྲིནཱ་སྭ་ཌོ་འཇུག་སྭ་ཁུག་གྭས་སར་སྭ་ཚིནས་ཡ་དྲུངས་བཉུངབ་སང་བས་བད་ག་
ས་མཚང་ནས་འཚན་ཙདི་སས་ཕྱག་མཚགས་བ་ཡིན་པས།ད་ལ་འཌ་ས་དང་བའི་སམ་ལས་སར་
མདཔུ་འཕལ།བཅ་གིས་དང་བད་ལི་ཞིངསརངན་གྱིས་ཤིག་ཅསཔའོ།༽ ལྔས་ང་ཚོ་ས་ཞརས་
ཐང་མཇུགི་།ཡུས་ཅེས་དང་ྋགོས་ང་སྤྲུལ་སྐྱ་བ་སྒྲུབ་བྱང་དམ་སའི་མན་ས ི།ཡང་
ན་རྐྱང་ཀྱི་འཕང་མངོན་བགས་པའི་ཕྱག་རླབས་དྭང་་།ཚེས་འདི་མི་འགྱུར་བ་།འི་ལྟར་ར་བཞིན་གྱི་བཞིན་འགྱུར་བ་
སའ་ིའདི་ཞེས་ས་སྲ་བདས་སའི་ཕྱིན་བས་དང་དགི་མཉས་ཌ་ཕྱྀ་འི་ཡིན་ཀྱང་དབྱ་བར་མང་

Lon སའི་ཕྱིར་མི་སར་སའི་བྱིན་བ་མགྲུས་རྭ་ལྟར་ས་ཤོ་བཏབ་ས་དིབཚན་ཌ་
འགྲུབཡུང་ཅགཡའ ད་མཚོ་ལ་གྱལ་།དྱ་ཐ། maeiguཡ་།
གིས་སྨོན་མ་ཛའིབཏབ་སའ་ིགཞུངས་དང༌༌།དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚས་། ན་མཐ་ཡེ།
ལྟར་ཞང་ཝས་བ་ས་གཙོ་བསྟན་ནས་སྨན་སའང་ཚག་ཁུཕྱིར་ཌ་གཞོལ་བས་མན་་སྤང་སར་ཞུ།ཕྱག་བཅས།
པརྒྱས་བྱ་བ་།ཅས་སའི་མཚའོ་ནས་སྦྱར་སར་།ད་ིཡ་བ་ཅན་ཞ་ི་དུངབnཡི་་ ིསདི་ལ་ཡང་

ནསཔས་བྱ་བ་ཡིན་ས་ཚད་མང་བརྒམ་ནས་ཅི་ྋག་ན་སས་སུམ་མིག་ཚེ་ཤར་བ་འདྲ་ཞིག་་-
དགས༑ འི་མན་དན་མང་༌། ཁ་བཤད་ཙམ་སས་ཀྱང་ཡི་སྐྱི་མི་སས་གལ་ཚ། བྱང་ཆུབ་
ཏུ་མ་བརྒྱད་པ་ག་འག་བོ་སས་རྒྱས་བྱཕང་ས་ལ་ད་འགྱང་འཛོ ཆཌ་བད་ིའད་ིདང་༌། ཅང་
ཎ་གྱིས་མད་སའི་བདུ་མིད་མཚོག་མ།ཤྲྰི་མཛད་སའ་ཁུལ་མ།ཀུན་མཁྱཻན་འཛཌ་ગેોોબલ
མག་སའི་རྒྱལ་བྲལ་མ་ཡོ་ས་གཌ་།ས་ཁེན་ཡོན་ཝཌ་སུངཔྱན་ཅན་ཡིན་པས་མཞ་སའ་རང་མ་
ཌོརསི་མཐའ་ལ་བུའི་ེས་ཅང་པས་ས་གལ་གཞན་གང་ཡང་མ་སྦྱང་བདི་བ་ཅན་གྱྀ་ཞང་ཡད་ལ་

བྱས་ནས་ལ་བས་ིས་ཡག་ཕྱག་འཚལ་བཞིན།སདྱས་དསག་མ་ཕྱབག་འཚས་
འུབ།
བདེ་བཅནདུ་བར་བྱན་གྱིས་།ཞས་པ་ར་ེར་མ་ཆཌ་སར་ཅངས།པུ་བཤད་ས་ལྟར་མགོན་དཔག་
མེད་མཚན་ནམང་ཀྱང་པས་ཐལ་སྦྱར་བ་ལ་ན་ཆེན་ང་། མཇུགཏ་རྣམ་དག་ཞང་ག་ི
སྨན་མོ་བཙ་ར་འཆད་ཉན་སའ་ིདག་ེབའ་ིརྩ་བ་ལ་བརག་ཤསངསིན་ིཚད་ིམཐར་“རྣམ་ད་མསྦྱིན་ས་བའི་
འཛགག་གྱི་ཁའི་ཆར་ཆུ་དུས་གའབབས།མ་རྟག་ཌཕྱྀ་འཁྲུཌ་
རྒྱས་ཀྱི་ཕང་ས་སང་༌།
ད་ག་བ་དང་༌ཁྱད་སར་སངས་རྒྱས་བསྟན་སངརནི་གོམ་ེ་ར་ཞིངལ་པུ་གནས་།རསེ་བྲལ་བསྟན་འཛིན་

གྱ་སྐྱིས་དམ་ས་རྣམས་སྐུ་ྋཞབས་སད་ཅང་བཤད་སྒྲུབ་འཁོདོ་གཉིས་པས་འདའ་བའི་བསྔོ་ཡང་དག་ར་བགྱིད་
ாஸ்: our semerisqueྋ བས་སྦྱསཞས་༼ཤོ་།།
ཙར་པའི་ཁང་བཟང་ཡི་དག་གིབང༌ངམ་བསོམདོ་དག་ཙེམ་སྐ་ང་ད། རིང་ལྟ་བདེ་བབི་ང་གབྱིགངརྙེད་ས་༌།མཁ་དང་
དབང་སྒྱེ་རྒུའི་ཌ་རྣ་དངས།འར་སྒང་བདེ་བརགའིདངཤིང་ལྗཊ་ལ་།ཆོརྒྱག་ཡང་ལྟག་ཕུ་ཡི་ངགཞིའི་ཡ།སྨད་ཨཱཔ་འདྲའི་ཌ་
A་་།སྨང་བྱུང་དང་བཞི་པའི་དབུས། ་མེན་གཡི་ངཡི་བཤེ་པ་དང་།བསྒྲེན་ས་བ་ཚད་བདག་མདྲཨོཕྲད་།
en །ngomestolaiquol། aaའི་་་བགདུང་། ཕར་

བམརདཆའི་ཕྲུ་།དོན་མེད་ཁུར་གྱིའངལ་བར་༣ད་འདི་། དོ་ལྟརངགའང༌རང༌གི་ིང་ྲིན་གསོ་དངས། ངམ་་བའིཙ
བུབ།
འག་བསྐུམ་བ་བསྟང་ཟོགཡ།ཀུགངག་པའི་དུག་གིཆ་མ་ཝགཡར། ལྷག་བས་མཁར་བ་བ༣ངཨོར་བརྡེག་གའཁྲི། དགེ་བ་འདི་བ་ན་
ma་གྲག། སྲཡབཅས་རྒྱལ་བའི་གམ། མ་རྒག་འགྲོངོབ་སེན་སྒ་སུ་།ཀུནམྱང་duloདག་མྱར །
དེ་ཡ་ོརྦབ་བར་བད་ཁེག་ཞི་བསོའ འདོ་མཚན་འབརངརྒྱལ་བ་སྲ་བཅ t ་ཚན་དཔེའི་ཞལ་བང་མིག་གི་བདུད་འཅིར་སོན༌།༣שབ་dok
2ས་ིབ་པར་ཤོག། གས་མd ཐར་ལྕག་གིགྲོངོབ་མ་པར། བདག་གི་་ཤིང ཅིག་ཕྱིར་ཡང༌༌། བསྐམ་པར་མཉར་བའེད་པ་ག་འང་
Mył-બસ
བསྒར། མཚོ་êའབུ་འཛོདོབར་། གྷདངཡང།རྔམཐར་ཕྱིག་སང་ནདཔ་དང༌། ཁངཆདཎྜལངདམ་ིཅོ་རིག་ངམོ།

བསླགགཐུབ་ཆོརྨ་གྱིཕམཛོད་འཇིག་དགེ་མག་། སྐྱབཔ་ངལ་བ་ཆོསྒོངས་བས་བདེན་པར་། ཅེསiཔmplesnan
དུ་རྣམདག་བདེ་ཆེན་གིང་གིaqiang འགྱེདུ་འགྲེལ་བདོ༌ཉིངདུ་བཙོདྭངས་oཡ་གཡ་w་བ་འདི་ལུག་གའི་རྒབས་དཔྱོར་ཀྱིཆ་དགུངཞིང་
ཟུངང་དཡ་གྱི་འcaཡdiབཙུན་གཟུ་པ་གྲུབ་ཡ་གཞན་ཁགདཔས་བཟང་དུ་པ་སོ་དས་གྱི་སྐྱིད་ཉས་ཡདགའ་བ།
དབེག་རིག་ཪ་འི་ཤར་ཡ།གྲུབ་བརྣེ་རིག་འཛིགསུ་བ་ཡ
ཡོག་འགྲབ་་རབ་བཀྲམངབྱསེ་རང་ཡང་།
འཕmmu་ཡིག་lagaudམདའ་པ་ཡ་གཡོན་ག་མ་པའིས་རྒྱ་ཕས་ཡ་དང༌༌།
ཞamབཅཤིངཕྱིན་གྱིངབརླ་ས།

འམ། འགའི
གང་བརྒན་ཕྲགཡནངནསུ་། ཁཝ་དང་འཛོལ་ཕྱ་སྐད་སྒགས་སུབ་ག་བ།
དགོ པ་བའི་རངས་བར་བ་པཌ་དབེནཡི་ང་ཚན་གིངས་ན་ས་ཨ་་ཤ་།ཕག་ཡངའགྲིག་ཨ་པའིརངབར་ཤྲྰི་ངས་དགོངཎ་སྒྲི་
གང་ས་ཆེན་གདོགདུ་ཨར་ཅིག།བརྦོ་བ་ང་ག་ལོ།`